Repository: DIDONGTITI/pufferfishhelp123
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hu

source: LIVE
hu: ÉLŐ

source: Large file!
hu: Nagy fájl!

source: Learn more
hu: Tudjon meg többet

source: Leave
hu: Elhagy

source: Leave group
hu: Csoport elhagyása

source: Leave group?
hu: Csoport elhagyása?

source: Let's talk in SimpleX Chat
hu: Beszélgessünk a SimpleX Chat-ben

source: Light
hu: Világos

source: Limitations
hu: Korlátozások

source: Link mobile and desktop apps! 🔗
hu: Társítsa össze a mobil és az asztali alkalmazásokat! 🔗

source: Linked desktop options
hu: Összekapcsolt számítógép beállítások

source: Linked desktops
hu: Összekapcsolt számítógépek

source: Live message!
hu: Élő üzenet!

source: Live messages
hu: Élő üzenetek

source: Local
hu: Helyi

source: Local name
hu: Helyi név

source: Local profile data only
hu: Csak helyi profiladatok

source: Lock after
hu: Zárolás miután

source: Lock mode
hu: Zárolási mód

source: Make a private connection
hu: Privát kapcsolat létrehozása

source: Make one message disappear
hu: Egy üzenet eltüntetése

source: Make profile private!
hu: Tegye priváttá profilját!

source: Make sure %@ server addresses are in correct format, line separated and are not duplicated (%@).
hu: Győződjön meg arról, hogy a %@ szervercímek megfelelő formátumúak, sorszeparáltak és nem duplikáltak (%@).

source: Make sure WebRTC ICE server addresses are in correct format, line separated and are not duplicated.
hu: Győződjön meg arról, hogy a WebRTC ICE-kiszolgáló címei megfelelő formátumúak, sorszeparáltak és nem duplikáltak.

source: Many people asked: *if SimpleX has no user identifiers, how can it deliver messages?*
hu: Sokan kérdezték: *ha a SimpleX-nek nincsenek felhasználói azonosítói, akkor hogyan tud üzeneteket kézbesíteni?*

source: Mark deleted for everyone
hu: Jelölje meg mindenki számára töröltként

source: Mark read
hu: Megjelölés olvasottként

source: Mark verified
hu: Ellenőrzöttként jelölve

source: Markdown in messages
hu: Markdown az üzenetekben

source: Max 30 seconds, received instantly.
hu: Max. 30 másodperc, azonnal érkezett.

source: Member
hu: Tag

source: Member role will be changed to "%@". All group members will be notified.
hu: A tag szerepköre meg fog változni erre: "%@". A csoport minden tagja értesítést kap róla.

source: Member role will be changed to "%@". The member will receive a new invitation.
hu: A tag szerepköre meg fog változni erre: "%@". A tag új meghívást fog kapni.

source: Member will be removed from group - this cannot be undone!
hu: A tag eltávolítása a csoportból - ez nem vonható vissza!

source: Message delivery error
hu: Üzenetkézbesítési hiba

source: Message delivery receipts!
hu: Üzenetkézbesítési bizonylatok!

source: Message draft
hu: Üzenetvázlat

source: Message reactions
hu: Üzenetreakciók

source: Message reactions are prohibited in this chat.
hu: Az üzenetreakciók ebben a csevegésben le vannak tiltva.

source: Message reactions are prohibited in this group.
hu: Ebben a csoportban az üzenetreakciók le vannak tiltva.

source: Message text
hu: Üzenet szövege

source: Messages
hu: Üzenetek

# Messages &amp; files
source: Messages & files
hu: Üzenetek és fájlok

source: Messages from %@ will be shown!
hu: A(z) %@ által írt üzenetek megjelennek!

source: Migrating database archive…
hu: Adatbázis archívum migrálása…

source: Migration error:
hu: Migrációs hiba:

source: Migration failed. Tap **Skip** below to continue using the current database. Please report the issue to the app developers via chat or email [chat@simplex.chat](mailto:chat@simplex.chat).
hu: Sikertelen migráció. Koppintson a **Kihagyás** lehetőségre az aktuális adatbázis használatának folytatásához. Kérjük, jelentse a problémát az alkalmazás fejlesztőinek csevegésben vagy e-mailben [chat@simplex.chat](mailto:chat@simplex.chat).

source: Migration is completed
hu: A migráció befejeződött

source: Migrations: %@
hu: Migrációk: %@

source: Moderate
hu: Moderálás

source: Moderated at
hu: Moderálva ekkor

source: Moderated at: %@
hu: Moderálva ekkor: %@

source: More improvements are coming soon!
hu: Hamarosan további fejlesztések érkeznek!

source: Most likely this connection is deleted.
hu: Valószínűleg ez a kapcsolat törlésre került.

source: Most likely this contact has deleted the connection with you.
hu: Valószínűleg ez az ismerős törölte önnel a kapcsolatot.

source: Multiple chat profiles
hu: Több csevegőprofil

source: Mute
hu: Elnémítás

source: Muted when inactive!
hu: Némítás, ha inaktív!

source: Name
hu: Név

# Network &amp; servers
source: Network & servers
hu: Hálózat és kiszolgálók

source: Network settings
hu: Hálózati beállítások

source: Network status
hu: Hálózat állapota

source: New Passcode
hu: Új jelkód

source: New chat
hu: Új beszélgetés

source: New contact request
hu: Új kapcsolattartási kérelem

source: New contact:
hu: Új kapcsolat:

source: New database archive
hu: Új adatbázis-archívum

source: New desktop app!
hu: Új asztali alkalmazás!

source: New display name
hu: Új megjelenítési név

source: New in %@
hu: Újdonságok a(z) %@ verzióban

source: New member role
hu: Új tag szerepköre

source: New message
hu: Új üzenet

source: New passphrase…
hu: Új jelmondat…

source: No
hu: Nem

source: No app password
hu: Nincs alkalmazás jelszó

source: No contacts selected
hu: Nem kerültek ismerősök kiválasztásra

source: No contacts to add
hu: Nincs hozzáadandó ismerős

source: No delivery information
hu: Nincs kézbesítési információ

source: No device token!
hu: Nincs eszköztoken!

source: No filtered chats
hu: Nincsenek szűrt csevegések

# No group!
source: Group not found!
hu: Csoport nem található!

source: No history
hu: Nincsenek előzmények

source: No permission to record voice message
hu: Nincs engedély a hangüzenet rögzítésére

source: No received or sent files
hu: Nincsenek fogadott vagy küldött fájlok

source: Not compatible!
hu: Nem kompatibilis!

source: Notifications
hu: Értesítések

source: Notifications are disabled!
hu: Az értesítések le vannak tiltva!

source: Now admins can: - delete members' messages. - disable members ("observer" role)
hu: Most már az adminok is: - törölhetik a tagok üzeneteit. - letilthatnak tagokat ("megfigyelő" szerepkör)

source: OK
hu: Rendben

source: Off
hu: Ki

source: Ok
hu: Rendben

source: Old database
hu: Régi adatbázis

source: Old database archive
hu: Régi adatbázis archívum

source: One-time invitation link
hu: Egyszer használatos meghívó hivatkozás

source: Onion hosts will be required for connection. Requires enabling VPN.
hu: A csatlakozáshoz Onion host-okra lesz szükség. VPN engedélyezése szükséges.

source: Onion hosts will be used when available. Requires enabling VPN.
hu: Onion host-ok használata, ha azok rendelkezésre állnak. VPN engedélyezése szükséges.

source: Onion hosts will not be used.
hu: Onion host-ok nem lesznek használva.

source: Only client devices store user profiles, contacts, groups, and messages sent with **2-layer end-to-end encryption**.
hu: Csak a klienseszközök tárolják a felhasználói profilokat, névjegyeket, csoportokat és a **2 rétegű végponttól-végpontig titkosítással** küldött üzeneteket.

source: Only group owners can change group preferences.
hu: Csak a csoporttulajdonosok módosíthatják a csoportbeállításokat.

source: Only group owners can enable files and media.
hu: Csak a csoporttulajdonosok engedélyezhetik a fájlok- és a médiatartalmak küldését.

source: Only group owners can enable voice messages.
hu: Csak a csoporttulajdonosok engedélyezhetik a hangüzenetek küldését.

source: Only you can add message reactions.
hu: Csak ön adhat hozzá üzenetreakciókat.

source: Only you can irreversibly delete messages (your contact can mark them for deletion). (24 hours)
hu: Visszafordíthatatlanul csak ön törölhet üzeneteket (ismerőse csak törlésre jelölheti őket ). (24 óra)

source: Only you can make calls.
hu: Csak ön tud hívásokat indítani.

source: Only you can send disappearing messages.
hu: Csak ön tud eltűnő üzeneteket küldeni.

source: Only you can send voice messages.
hu: Csak ön tud hangüzeneteket küldeni.

source: Only your contact can add message reactions.
hu: Csak az ismerős tud üzeneteakciókat adni.

source: Only your contact can irreversibly delete messages (you can mark them for deletion). (24 hours)
hu: Csak az ismerős tud visszafordíthatatlanul törölni üzeneteket (megjelölheti őket törlésre). (24 óra)

source: Only your contact can make calls.
hu: Csak az ismerős tud hívást indítani.

source: Only your contact can send disappearing messages.
hu: Csak az ismerős tud eltűnő üzeneteket küldeni.

source: Only your contact can send voice messages.
hu: Csak az ismerős tud hangüzeneteket küldeni.

source: Open
hu: Megnyitás

source: Open Settings
hu: Beállítások megnyitása

source: Open chat
hu: Csevegés megnyitása

source: Open chat console
hu: Csevegés konzol megnyitása

source: Open group
hu: Csoport megnyitása

source: Open user profiles
hu: Felhasználói profilok megnyitása

source: Open-source protocol and code – anybody can run the servers.
hu: Nyílt forráskódú protokoll és forráskód – bárki üzemeltethet kiszolgálókat.

source: Opening app…
hu: Az alkalmazás megnyitása…

source: Or scan QR code
hu: Vagy QR-kód beolvasása

source: Or show this code
hu: Vagy mutassa meg ezt a kódot

source: PING count
hu: PING számláló

source: PING interval
hu: PING időköze

source: Passcode
hu: Jelkód

source: Passcode changed!
hu: A jelkód megváltozott!

source: Passcode entry
hu: Jelkód bevitele

source: Passcode not changed!
hu: A jelkód nem változott!

source: Passcode set!
hu: A jelkód beállítva!

source: Password to show
hu: Jelszó mutatása

source: Past member %@
hu: Korábbi csoport tag %@

source: Paste desktop address
hu: Számítógép azonosítójának beillesztése

source: Paste image
hu: Kép beillesztése

source: Paste link to connect!
hu: Hivatkozás beillesztése a csatlakozáshoz!

source: Paste the link you received
hu: Fogadott hivatkozás beillesztése

source: People can connect to you only via the links you share.
hu: Az emberek csak az ön által megosztott hivatkozáson keresztül kapcsolódhatnak.

source: Periodically
hu: Rendszeresen

source: Permanent decryption error
hu: Végleges visszafejtési hiba

source: Please ask your contact to enable sending voice messages.
hu: Ismerős felkérése, hogy engedélyezze a hangüzenetek küldését.

source: Please check that you used the correct link or ask your contact to send you another one.
hu: Ellenőrizze, hogy a megfelelő hivatkozást használta-e, vagy kérje meg ismerősét, hogy küldjön egy másikat.

source: Please check your network connection with %@ and try again.
hu: Kérjük, ellenőrizze hálózati kapcsolatát a(z) %@ segítségével, és próbálja újra.

source: Please check yours and your contact preferences.
hu: Ellenőrizze az ön és ismerőse beállításait.

# Please contact developers.&#10;Error: %@
source: Please contact developers. Error: %@
hu: Lépjen kapcsolatba a fejlesztőkkel. Hiba: %@

source: Please contact group admin.
hu: Lépjen kapcsolatba a csoport adminnal.

source: Please enter correct current passphrase.
hu: Adja meg a helyes aktuális jelmondatát.

source: Please enter the previous password after restoring database backup. This action can not be undone.
hu: Előző jelszó megadása az adatbázis biztonsági mentésének visszaállítása után. Ez a művelet nem visszavonható.

source: Please remember or store it securely - there is no way to recover a lost passcode!
hu: Jegyezze fel vagy tárolja el biztonságosan - az elveszett jelkódot nem lehet visszaállítani!

source: Please report it to the developers.
hu: Jelentse a fejlesztőknek.

source: Please restart the app and migrate the database to enable push notifications.
hu: Indítsa újra az alkalmazást az adatbázis-migrációhoz szükséges push értesítések engedélyezéséhez.

source: Please store passphrase securely, you will NOT be able to access chat if you lose it.
hu: Tárolja el biztonságosan jelmondát, mert ha elveszti azt, akkor NEM férhet hozzá a csevegéshez.

source: Please store passphrase securely, you will NOT be able to change it if you lose it.
hu: Tárolja el biztonságosan jelmondatát, mert ha elveszíti azt, NEM tudja megváltoztatni.

source: Polish interface
hu: Lengyel kezelőfelület

source: Possibly, certificate fingerprint in server address is incorrect
hu: Lehetséges, hogy a kiszolgáló címében szereplő tanúsítvány-ujjlenyomat helytelen

source: Preserve the last message draft, with attachments.
hu: Az utolsó üzenet tervezetének megőrzése a mellékletekkel együtt.

source: Preset server
hu: Előre beállított kiszolgáló

source: Preset server address
hu: Előre beállított kiszolgáló címe

source: Preview
hu: Előnézet

# Privacy &amp; security
source: Privacy & security
hu: Adatvédelem és biztonság

source: Privacy redefined
hu: Adatvédelem újraértelmezve

source: Private filenames
hu: Privát fájl nevek

source: Private notes
hu: Privát jegyzetek

source: Profile and server connections
hu: Profil és kiszolgálókapcsolatok

source: Profile image
hu: Profilkép

source: Profile name
hu: Profilnév

source: Profile name:
hu: Profil neve:

source: Profile password
hu: Profiljelszó

source: Profile update will be sent to your contacts.
hu: A profilfrissítés elküldésre került az ismerősök számára.

source: Prohibit audio/video calls.
hu: Hang- és videóhívások tiltása.

source: Prohibit irreversible message deletion.
hu: Az üzenetek véglegesen való törlése le van tiltva.

source: Prohibit message reactions.
hu: Üzenetreakciók tiltása.

source: Prohibit messages reactions.
hu: Az üzenetreakciók tiltása.

source: Prohibit sending direct messages to members.
hu: Közvetlen üzenetek küldésének letiltása tagok részére.

source: Prohibit sending disappearing messages.
hu: Eltűnő üzenetek küldésének letiltása.

source: Prohibit sending files and media.
hu: Fájlok- és a médiatartalom küldés letiltása.

source: Prohibit sending voice messages.
hu: Hangüzenetek küldésének letiltása.

source: Protect app screen
hu: App képernyőjének védelme

source: Protect your chat profiles with a password!
hu: Csevegési profiljok védelme jelszóval!

source: Protocol timeout
hu: Protokoll időtúllépés

source: Protocol timeout per KB
hu: Protokoll időkorlát KB-onként

source: Push notifications
hu: Push értesítések

source: Rate the app
hu: Értékelje az alkalmazást

source: React…
hu: Reagálj…

source: Read
hu: Olvasd el

source: Read more
hu: Tudjon meg többet

source: Read more in [User Guide](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).
hu: További információ a [Felhasználói útmutatóban](https://simplex.chat/docs/guide/app-settings.html#your-simplex-contact-address).

source: Read more in [User Guide](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).
hu: További információ a [Felhasználói útmutatóban](https://simplex.chat/docs/guide/chat-profiles.html#incognito-mode).

source: Read more in [User Guide](https://simplex.chat/docs/guide/readme.html#connect-to-friends).
hu: További információ a [Felhasználói útmutatóban](https://simplex.chat/docs/guide/readme.html#connect-to-friends).

source: Read more in our GitHub repository.
hu: További információ a GitHub tárolónkban.

source: Read more in our [GitHub repository](https://github.com/simplex-chat/simplex-chat#readme).
hu: További információ a [GitHub tárolóban](https://github.com/simplex-chat/simplex-chat#readme).

source: Receipts are disabled
hu: Üzenet kézbesítési jelentés letiltva

source: Received at
hu: Fogadva ekkor

source: Received at: %@
hu: Fogadva ekkor: %@

source: Received file event
hu: Fogadott fájl esemény

source: Received message
hu: Fogadott üzenet

source: Receiving address will be changed to a different server. Address change will complete after sender comes online.
hu: A fogadó cím egy másik kiszolgálóra változik. A címváltoztatás a feladó online állapotba kerülése után fejeződik be.

source: Receiving file will be stopped.
hu: A fájl fogadása leállt.

source: Receiving via
hu: Fogadás a

source: Recent history and improved [directory bot](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion).
hu: Legutóbbi előzmények és továbbfejlesztett [könyvtárbot] (simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2TxW3dfMfxy 3%23%2F%3Fv%3D1-2% 26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gloncbqjek4gloncbqjek.

source: Recipients see updates as you type them.
hu: A címzettek a beírás közben látják a frissítéseket.

source: Reconnect all connected servers to force message delivery. It uses additional traffic.
hu: Az összes csatlakoztatott kiszolgáló újrakapcsolása az üzenetek kézbesítésének kikényszerítéséhez. Ez további forgalmat használ.

source: Reconnect servers?
hu: Kiszolgálók újracsatlakoztatása?

source: Record updated at
hu: A bejegyzés frissítve

source: Record updated at: %@
hu: A bejegyzés frissítve: %@

source: Reduced battery usage
hu: Csökkentett akkumulátorhasználat

source: Reject
hu: Elutasítás

source: Reject (sender NOT notified)
hu: Elutasítás (a feladó NEM kap értesítést)

source: Reject contact request
hu: Kapcsolatfelvételi kérelem elutasítása

source: Relay server is only used if necessary. Another party can observe your IP address.
hu: Az átjátszó kiszolgáló csak szükség esetén kerül használatra. Egy másik fél megfigyelheti az IP-címét.

source: Relay server protects your IP address, but it can observe the duration of the call.
hu: Az átjátszó kiszolgáló megvédi IP-címét, de megfigyelheti a hívás időtartamát.

source: Remove
hu: Eltávolítás

source: Remove member
hu: Tag eltávolítása

source: Remove member?
hu: Tag eltávolítása?

source: Remove passphrase from keychain?
hu: Jelmondat eltávolítása a kulcstárolóból?

source: Renegotiate
hu: Újraegyzetetés

source: Renegotiate encryption
hu: Titkosítás újraegyeztetése

source: Renegotiate encryption?
hu: Titkosítás újraegyeztetése?

source: Repeat connection request?
hu: Kapcsolódási kérés megismétlése?

source: Repeat join request?
hu: Csatlakozási kérés megismétlése?

source: Reply
hu: Válasz

source: Required
hu: Megkövetelt

source: Reset
hu: Alaphelyzetbe állítás

source: Reset colors
hu: Színek alaphelyzetbe állítása

source: Reset to defaults
hu: Alaphelyzetbe állítás

source: Restart the app to create a new chat profile
hu: Új csevegési profil létrehozásához indítsa újra az alkalmazást

source: Restart the app to use imported chat database
hu: Az importált csevegési adatbázis használatához indítsa újra az alkalmazást

source: Restore
hu: Visszaállítás

source: Restore database backup
hu: Adatbázismentés visszaállítása

source: Restore database backup?
hu: Adatbázismentés visszaállítása?

source: Restore database error
hu: Hiba az adatbázis visszaállításakor

source: Retry
hu: Újrapróbálkozás

source: Reveal
hu: Felfedés

source: Revert
hu: Visszaállít

source: Revoke
hu: Visszavonás

source: Revoke file
hu: Fájl visszavonása

source: Revoke file?
hu: Fájl visszavonása?

source: Role
hu: Szerepkör

source: Run chat
hu: Csevegési szolgáltatás indítása

source: SMP servers
hu: Üzenetküldő (SMP) kiszolgálók

source: Save
hu: Mentés

source: Save (and notify contacts)
hu: Mentés (és az ismerősök értesítése)

source: Save and notify contact
hu: Mentés és ismerős értesítése

source: Save and notify group members
hu: Mentés és a csoporttagok értesítése

source: Save and update group profile
hu: Mentés és a csoport profil frissítése

source: Save archive
hu: Archívum mentése

source: Save auto-accept settings
hu: Automatikus elfogadási beállítások mentése

source: Save group profile
hu: Csoport profil elmentése

source: Save passphrase and open chat
hu: Jelmondat elmentése és csevegés megnyitása

source: Save passphrase in Keychain
hu: Jelmondat mentése a kulcstárban

source: Save preferences?
hu: Beállítások mentése?

source: Save profile password
hu: Felhasználói fiók jelszavának mentése

source: Save servers
hu: Kiszolgálók mentése

source: Save servers?
hu: Kiszolgálók mentése?

source: Save settings?
hu: Beállítások mentése?

source: Save welcome message?
hu: Üdvözlőszöveg mentése?

source: Saved WebRTC ICE servers will be removed
hu: A mentett WebRTC ICE kiszolgálók eltávolításra kerülnek

source: Saved message
hu: Mentett üzenet

source: Scan QR code
hu: QR-kód beolvasása

source: Scan QR code from desktop
hu: QR-kód beolvasása számítógépről

source: Scan code
hu: Kód beolvasása

source: Scan security code from your contact's app.
hu: Biztonsági kód beolvasása ismerős általi alkalmazásból.

source: Scan server QR code
hu: A kiszolgáló QR-kódjának beolvasása

source: Search
hu: Keresés

source: Search bar accepts invitation links.
hu: A keresősáv fogadja a meghívó hivatkozásokat.

source: Search or paste SimpleX link
hu: Keresés, vagy SimpleX hivatkozás beillesztése

source: Secure queue
hu: Biztonságos várólista

source: Security assessment
hu: Biztonsági kiértékelés

source: Security code
hu: Biztonsági kód

source: Select
hu: Választás

source: Self-destruct
hu: Önmegsemmisítés

source: Self-destruct passcode
hu: Önmegsemmisítési jelkód

source: Self-destruct passcode changed!
hu: Az önmegsemmisítési jelkód megváltozott!

source: Self-destruct passcode enabled!
hu: Az önmegsemmisítési jelkód engedélyezve!

source: Send
hu: Küldés

source: Send a live message - it will update for the recipient(s) as you type it
hu: Élő üzenet küldése - a címzett(ek) számára frissül, ahogy beírja

source: Send delivery receipts to
hu: A kézbesítési jelentéseket a következő címre kell küldeni

source: Send direct message
hu: Közvetlen üzenet küldése

source: Send direct message to connect
hu: A kapcsolódáshoz közvetlen üzenet küldése

source: Send disappearing message
hu: Eltűnő üzenet küldése

source: Send link previews
hu: Hivatkozás előnézetek küldése

source: Send live message
hu: Élő üzenet küldése

source: Send notifications
hu: Értesítések küldése

source: Send notifications:
hu: Értesítések küldése:

source: Send questions and ideas
hu: Ötletek és kérdések beküldése

source: Send receipts
hu: Üzenet kézbesítési jelentések

source: Send them from gallery or custom keyboards.
hu: Küldje el őket galériából vagy egyedi billentyűzetekről.

source: Send up to 100 last messages to new members.
hu: Utolsó 100 üzenet küldése új tagoknak.

source: Sender cancelled file transfer.
hu: A küldő megszakította a fájl átvitelt.

source: Sender may have deleted the connection request.
hu: A küldő törölhette a kapcsolódási kérelmet.

source: Sending delivery receipts will be enabled for all contacts in all visible chat profiles.
hu: A kézbesítési jelentések küldése engedélyezésre kerül az összes látható csevegési profilban lévő minden ismerős számára.

source: Sending delivery receipts will be enabled for all contacts.
hu: A kézbesítési jelentés küldése minden ismerős számára engedélyezésre kerül.

source: Sending file will be stopped.
hu: A fájl küldése leállt.

source: Sending receipts is disabled for %lld contacts
hu: A kézbesítési jelentések küldése le van tiltva %lld ismerősnél

source: Sending receipts is disabled for %lld groups
hu: A kézbesítési jelentések küldése le van tiltva %lld csoportban

source: Sending receipts is enabled for %lld contacts
hu: A kézbesítési jelentések küldése engedélyezve van %lld ismerős számára

source: Sending receipts is enabled for %lld groups
hu: A kézbesítési jelentések küldése engedélyezve van %lld csoportban

source: Sending via
hu: Küldés ezen keresztül

source: Sent at
hu: Elküldve ekkor

source: Sent at: %@
hu: Elküldve ekkor: %@

source: Sent file event
hu: Elküldött fájl esemény
