Repository: DIDONGTITI/pufferfishhelp123
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hu

# Database will be encrypted and the passphrase stored in the keychain.&#10;
source: Database will be encrypted and the passphrase stored in the keychain.
hu: Az adatbázis titkosítva lesz, a jelmondat pedig a kulcstárolóban lesz tárolva.

# Database will be encrypted.&#10;
source: Database will be encrypted.
hu: Az adatbázis titkosításra kerül.

source: Database will be migrated when the app restarts
hu: Az adatbázis az alkalmazás újraindításakor migrálásra kerül

source: Decentralized
hu: Decentralizált

source: Decryption error
hu: Titkosítás visszafejtési hiba

source: Delete
hu: Törlés

source: Delete %lld messages?
hu: Töröl %lld üzenetet?

source: Delete Contact
hu: Ismerős törlése

source: Delete address
hu: Azonosító törlése

source: Delete address?
hu: Azonosító törlése?

source: Delete after
hu: Törlés miután

source: Delete all files
hu: Minden fájl törlése

source: Delete and notify contact
hu: Törlés és ismerős értesítése

source: Delete archive
hu: Archívum törlése

source: Delete chat archive?
hu: Csevegési archívum törlése?

source: Delete chat profile
hu: Csevegési profil törlése

source: Delete chat profile?
hu: Csevegési profil törlése?

source: Delete connection
hu: Kapcsolat törlése

source: Delete contact
hu: Ismerős törlése

# Delete contact?&#10;This cannot be undone!
source: Delete contact? This cannot be undone!
hu: Ismerős törlése? Ezt nem vonható vissza!

source: Delete database
hu: Adatbázis törlése

source: Delete file
hu: Fájl törlése

source: Delete files and media?
hu: Fájlok és a médiatartalmak törlése?

source: Delete files for all chat profiles
hu: Fájlok törlése minden csevegési profilból

source: Delete for everyone
hu: Törlés mindenkinél

source: Delete for me
hu: Törlés nálam

source: Delete group
hu: Csoport törlése

source: Delete group?
hu: Csoport törlése?

source: Delete invitation
hu: Meghívó törlése

source: Delete link
hu: Hivatkozás törlése

source: Delete link?
hu: Hivatkozás törlése?

source: Delete member message?
hu: Csoporttag üzenet törlése?

source: Delete message?
hu: Üzenet törlése?

source: Delete messages
hu: Üzenetek törlése

source: Delete messages after
hu: Üzenetek törlése miután

source: Delete old database
hu: Régi adatbázis törlése

source: Delete old database?
hu: Régi adatbázis törlése?

source: Delete pending connection
hu: Függőben lévő kapcsolat törlése

source: Delete pending connection?
hu: Függő kapcsolatfelvételi kérések törlése?

source: Delete profile
hu: Profil törlése

source: Delete queue
hu: Várólista törlése

source: Delete user profile?
hu: Felhasználói profil törlése?

source: Deleted at
hu: Törölve ekkor

source: Deleted at: %@
hu: Törölve ekkor: %@

source: Delivery
hu: Kézbesítés

source: Delivery receipts are disabled!
hu: Kézbesítési igazolások kikapcsolva!

source: Delivery receipts!
hu: Kézbesítési igazolások!

source: Description
hu: Leírás

source: Desktop address
hu: Számítógép azonosítója

source: Desktop app version %@ is not compatible with this app.
hu: Az asztali kliens verziója %@ nem kompatibilis ezzel az alkalmazással.

source: Desktop devices
hu: Számítógépek

source: Develop
hu: Fejlesztés

source: Developer tools
hu: Fejlesztői eszközök

source: Device
hu: Eszköz

source: Device authentication is disabled. Turning off SimpleX Lock.
hu: Eszközhitelesítés kikapcsolva. SimpleX zárolás kikapcsolása.

source: Device authentication is not enabled. You can turn on SimpleX Lock via Settings, once you enable device authentication.
hu: Eszközhitelesítés nem engedélyezett.A SimpleX zárolás bekapcsolható a Beállításokon keresztül, miután az eszköz hitelesítés engedélyezésre került.

source: Different names, avatars and transport isolation.
hu: Különböző nevek, avatarok és átviteli izoláció.

source: Direct messages
hu: Közvetlen üzenetek

source: Direct messages between members are prohibited in this group.
hu: Ebben a csoportban tiltott a tagok közötti közvetlen üzenetek küldése.

source: Disable (keep overrides)
hu: Letiltás (felülírások megtartásával)

source: Disable SimpleX Lock
hu: SimpleX zárolás kikapcsolása

source: Disable for all
hu: Letiltás mindenki számára

source: Disappearing message
hu: Eltűnő üzenet

source: Disappearing messages
hu: Eltűnő üzenetek

source: Disappearing messages are prohibited in this chat.
hu: Az eltűnő üzenetek le vannak tiltva ebben a csevegésben.

source: Disappearing messages are prohibited in this group.
hu: Az eltűnő üzenetek küldése le van tiltva ebben a csoportban.

source: Disappears at
hu: Eltűnik ekkor

source: Disappears at: %@
hu: Eltűnik ekkor: %@

source: Disconnect
hu: Kapcsolat bontása

source: Disconnect desktop?
hu: Számítógép leválasztása?

source: Discover and join groups
hu: Helyi csoportok felfedezése és csatlakozás

source: Discover via local network
hu: Felfedezés helyi hálózaton keresztül

source: Do NOT use SimpleX for emergency calls.
hu: NE használja a SimpleX-et segélyhívásokhoz.

source: Do it later
hu: Későbbre halaszt

source: Do not send history to new members.
hu: Ne küldjön előzményeket új tagok részére.

source: Don't create address
hu: Ne hozzon létre azonosítót

source: Don't enable
hu: Ne engedélyezze

source: Don't show again
hu: Ne mutasd újra

source: Downgrade and open chat
hu: Visszatérés a korábbi verzióra és a csevegés megnyitása

source: Download file
hu: Fájl letöltése

source: Duplicate display name!
hu: Duplikált megjelenítési név!

source: Duration
hu: Időtartam

source: Edit
hu: Szerkesztés

source: Edit group profile
hu: A csoport profiljának szerkesztése

source: Enable
hu: Engedélyezés

source: Enable (keep overrides)
hu: Engedélyezés (felülírások megtartásával)

source: Enable SimpleX Lock
hu: SimpleX zárolás engedélyezése

source: Enable TCP keep-alive
hu: TCP életben tartásának engedélyezése

source: Enable automatic message deletion?
hu: Automatikus üzenet törlés engedélyezése?

source: Enable camera access
hu: Kamera hozzáférés engedélyezése

source: Enable for all
hu: Engedélyezés mindenki részére

source: Enable instant notifications?
hu: Azonnali értesítések engedélyezése?

source: Enable lock
hu: Zárolás engedélyezése

source: Enable notifications
hu: Értesítések engedélyezése

source: Enable periodic notifications?
hu: Időszakos értesítések engedélyezése?

source: Enable self-destruct
hu: Önmegsemmisítés engedélyezése

source: Enable self-destruct passcode
hu: Önmegsemmisítő jelkód engedélyezése

source: Encrypt
hu: Titkosít

source: Encrypt database?
hu: Adatbázis titkosítása?

source: Encrypt local files
hu: Helyi fájlok titkosítása

# Encrypt stored files &amp; media
source: Encrypt stored files & media
hu: Tárolt fájlok és médiatartalmak titkosítása

source: Encrypted database
hu: Titkosított adatbázis

source: Encrypted message or another event
hu: Titkosított üzenet vagy más esemény

source: Encrypted message: app is stopped
hu: Titkosított üzenet: az alkalmazás leállt

source: Encrypted message: database error
hu: Titkosított üzenet: adatbázis hiba

source: Encrypted message: database migration error
hu: Titkosított üzenet: adatbázis-migrációs hiba

source: Encrypted message: keychain error
hu: Titkosított üzenet: kulcstároló hiba

source: Encrypted message: no passphrase
hu: Titkosított üzenet: nincs jelmondat

source: Encrypted message: unexpected error
hu: Titkosított üzenet: váratlan hiba

source: Encryption re-negotiation error
hu: Titkosítás újraegyeztetési hiba

source: Encryption re-negotiation failed.
hu: Titkosítás újraegyeztetése sikertelen.

source: Enter Passcode
hu: Jelkód megadása

source: Enter correct passphrase.
hu: Helyes jelmondat bevitele.

source: Enter group name…
hu: Csoportnév megadása…

source: Enter passphrase…
hu: Jelmondat megadása…

source: Enter password above to show!
hu: Jelszó megadása a megjelenítéshez!

source: Enter server manually
hu: Kiszolgáló megadása kézzel

source: Enter this device name…
hu: Eszköznév megadása…

source: Enter welcome message…
hu: Üdvözlő üzenetet megadása…

source: Enter welcome message… (optional)
hu: Üdvözlő üzenetet megadása… (opcionális)

source: Enter your name…
hu: Adja meg nevét…

source: Error
hu: Hiba

source: Error aborting address change
hu: Hiba az azonosító megváltoztatásának megszakításakor

source: Error accepting contact request
hu: Hiba történt a kapcsolatfelvételi kérelem elfogadásakor

source: Error accessing database file
hu: Hiba az adatbázisfájl elérésekor

source: Error adding member(s)
hu: Hiba a tag(-ok) hozzáadásakor

source: Error changing address
hu: Hiba az azonosító megváltoztatásakor

source: Error changing role
hu: Hiba a szerepkör megváltoztatásakor

source: Error changing setting
hu: Hiba a beállítás megváltoztatásakor

source: Error creating address
hu: Hiba az azonosító létrehozásakor

source: Error creating group
hu: Hiba a csoport létrehozásakor

source: Error creating group link
hu: Hiba a csoport hivatkozásának létrehozásakor

source: Error creating member contact
hu: Hiba az ismerőssel történő kapcsolat létrehozásában

source: Error creating message
hu: Hiba az üzenet létrehozásakor

source: Error creating profile!
hu: Hiba a profil létrehozásakor!

source: Error decrypting file
hu: Hiba a fájl visszafejtésekor

source: Error deleting chat database
hu: Hiba a csevegési adatbázis törlésekor

source: Error deleting chat!
hu: Hiba a csevegés törlésekor!

source: Error deleting connection
hu: Hiba a kapcsolat törlésekor

source: Error deleting contact
hu: Hiba az ismerős törlésekor

source: Error deleting database
hu: Hiba az adatbázis törlésekor

source: Error deleting old database
hu: Hiba a régi adatbázis törlésekor

source: Error deleting token
hu: Hiba a token törlésekor

source: Error deleting user profile
hu: Hiba a felhasználói profil törlésekor

source: Error enabling delivery receipts!
hu: Hiba a kézbesítési jelentések engedélyezésekor!

source: Error enabling notifications
hu: Hiba az értesítések engedélyezésekor

source: Error encrypting database
hu: Hiba az adatbázis titkosításakor

source: Error exporting chat database
hu: Hiba a csevegési adatbázis exportálásakor

source: Error importing chat database
hu: Hiba a csevegési adatbázis importálásakor

source: Error joining group
hu: Hiba a csoporthoz való csatlakozáskor

source: Error loading %@ servers
hu: Hiba a %@ kiszolgálók betöltésekor

source: Error opening chat
hu: Hiba a csevegés megnyitásakor

source: Error receiving file
hu: Hiba a fájl fogadásakor

source: Error removing member
hu: Hiba a tag eltávolításakor

source: Error saving %@ servers
hu: Hiba történt a %@ kiszolgálók mentése közben

source: Error saving ICE servers
hu: Hiba az ICE kiszolgálók mentésekor

source: Error saving group profile
hu: Hiba a csoport profil mentésekor

source: Error saving passcode
hu: Hiba a jelkód mentése közben

source: Error saving passphrase to keychain
hu: Hiba a jelmondat kulcstárolóba történő mentésekor

source: Error saving user password
hu: Hiba a felhasználó jelszavának mentésekor

source: Error scanning code: %@
hu: Hiba a kód beolvasása közben: %@

source: Error sending email
hu: Hiba az e-mail küldésekor

source: Error sending member contact invitation
hu: Hiba történt a tag kapcsolatfelvételi meghívójának elküldésekor

source: Error sending message
hu: Hiba az üzenet küldésekor

source: Error setting delivery receipts!
hu: Hiba történt a kézbesítési igazolások beállításakor!

source: Error starting chat
hu: Hiba a csevegés elindításakor

source: Error stopping chat
hu: Hiba a csevegés megállításakor

source: Error switching profile!
hu: Hiba a profil váltásakor!

source: Error synchronizing connection
hu: Hiba a kapcsolat szinkronizálása során

source: Error updating group link
hu: Hiba a csoport hivatkozás frissítésekor

source: Error updating message
hu: Hiba az üzenet frissítésekor

source: Error updating settings
hu: Hiba történt a beállítások frissítésekor

source: Error updating user privacy
hu: Hiba a felhasználói beállítások frissítésekor

source: Error:
hu: Hiba:

source: Error: %@
hu: Hiba: %@

source: Error: URL is invalid
hu: Hiba: az URL érvénytelen

source: Error: no database file
hu: Hiba: nincs adatbázis fájl

source: Even when disabled in the conversation.
hu: Akkor is, ha le van tiltva a beszélgetésben.

source: Exit without saving
hu: Kilépés mentés nélkül

source: Expand
hu: Kibontás

source: Export database
hu: Adatbázis exportálása

source: Export error:
hu: Exportálási hiba:

source: Exported database archive.
hu: Exportált adatbázis-archívum.

source: Exporting database archive…
hu: Adatbázis archívum exportálása…

source: Failed to remove passphrase
hu: Nem sikerült eltávolítani a jelmondatot

source: Fast and no wait until the sender is online!
hu: Gyors és nem kell várni, amíg a feladó online lesz!

source: Faster joining and more reliable messages.
hu: Gyorsabb csatlakozás és megbízhatóbb üzenet kézbesítés.

source: Favorite
hu: Kedvenc

source: File will be deleted from servers.
hu: A fájl törölve lesz a kiszolgálóról.

source: File will be received when your contact completes uploading it.
hu: A fájl akkor érkezik meg, amikor ismerőse befejezte annak feltöltést.

source: File will be received when your contact is online, please wait or check later!
hu: A fájl akkor érkezik meg, amint ismerőse online lesz, várjon, vagy ellenőrizze később!

source: File: %@
hu: Fájl: %@

# Files &amp; media
source: Files & media
hu: Fájlok és média

source: Files and media
hu: Fájlok és médiatartalom

source: Files and media are prohibited in this group.
hu: A fájlok- és a médiatartalom küldése le van tiltva ebben a csoportban.

source: Files and media prohibited!
hu: A fájlok- és a médiatartalom küldése le van tiltva!

source: Filter unread and favorite chats.
hu: Olvasatlan és kedvenc csevegésekre való szűrés.

source: Finally, we have them! 🚀
hu: Végre, megvannak! 🚀

source: Find chats faster
hu: Csevegési üzenetek gyorsabb megtalálása

source: Fix
hu: Javítás

source: Fix connection
hu: Kapcsolat javítása

source: Fix connection?
hu: Kapcsolat javítása?

source: Fix encryption after restoring backups.
hu: Titkosítás javítása az adatmentések helyreállítása után.

source: Fix not supported by contact
hu: Ismerős általi javítás nem támogatott

source: Fix not supported by group member
hu: Csoporttag általi javítás nem támogatott

source: For console
hu: Konzolhoz

source: Found desktop
hu: Megtalált számítógép

source: French interface
hu: Francia kezelőfelület

source: Full link
hu: Teljes hivatkozás

source: Full name (optional)
hu: Teljes név (opcionális)

source: Full name:
hu: Teljes név:

source: Fully decentralized – visible only to members.
hu: Teljesen decentralizált - kizárólag tagok számára látható.

source: Fully re-implemented - work in background!
hu: Teljesen újra implementálva - háttérben történő működés!

source: Further reduced battery usage
hu: Tovább csökkentett akkumulátor használat

source: GIFs and stickers
hu: GIF-ek és matricák

source: Group
hu: Csoport

source: Group already exists
hu: A csoport már létezik

source: Group already exists!
hu: A csoport már létezik!

source: Group display name
hu: A csoport megjelenített neve

source: Group full name (optional)
hu: Csoport teljes neve (opcionális)

source: Group image
hu: Csoportkép

source: Group invitation
hu: Csoportos meghívó

source: Group invitation expired
hu: A csoport meghívó lejárt

source: Group invitation is no longer valid, it was removed by sender.
hu: A csoport meghívó már nem érvényes, el lett távolítva a küldője által.

source: Group link
hu: Csoport hivatkozás

source: Group links
hu: Csoport hivatkozások

source: Group members can add message reactions.
hu: Csoporttagok üzenetreakciókat adhatnak hozzá.

source: Group members can irreversibly delete sent messages. (24 hours)
hu: Csoporttagok visszafordíthatatlanul törölhetik az elküldött üzeneteket. (24 óra)

source: Group members can send direct messages.
hu: Csoporttagok küldhetnek közvetlen üzeneteket.

source: Group members can send disappearing messages.
hu: Csoporttagok küldhetnek eltűnő üzeneteket.

source: Group members can send files and media.
hu: Csoporttagok küldhetnek fájlokat és médiatartalmakat.

source: Group members can send voice messages.
hu: Csoporttagok küldhetnek hangüzeneteket.

source: Group message:
hu: Csoport üzenet:

source: Group moderation
hu: Csoport moderáció

source: Group preferences
hu: Csoport beállítások

source: Group profile
hu: Csoport profil

source: Group profile is stored on members' devices, not on the servers.
hu: A csoport profilja a tagok eszközein tárolódik, nem a kiszolgálókon.

source: Group welcome message
hu: Csoport üdvözlő üzenete

source: Group will be deleted for all members - this cannot be undone!
hu: Csoport törlésre kerül minden tag számára - ez nem vonható vissza!

source: Group will be deleted for you - this cannot be undone!
hu: A csoport törlésre kerül az ön részére - ez nem vonható vissza!

source: Help
hu: Segítség

source: Hidden
hu: Rejtett

source: Hidden chat profiles
hu: Rejtett csevegési profilok

source: Hidden profile password
hu: Rejtett profil jelszó

source: Hide
hu: Elrejt

source: Hide app screen in the recent apps.
hu: Alkalmazás képernyőjének elrejtése a gyakran használt alkalmazások között.

source: Hide profile
hu: Profil elrejtése

source: Hide:
hu: Elrejt:

source: History
hu: Előzmények

source: History is not sent to new members.
hu: Az előzmények nem kerülnek elküldésre új tagok részére.

source: How SimpleX works
hu: Hogyan működik a SimpleX

source: How it works
hu: Hogyan működik

source: How to
hu: Hogyan

source: How to use it
hu: Hogyan használja

source: How to use your servers
hu: Kiszolgálók használata

source: ICE servers (one per line)
hu: ICE-kiszolgálók (soronként egy)

source: If you can't meet in person, show QR code in a video call, or share the link.
hu: Ha nem tud személyesen találkozni, mutassa meg a QR-kódot egy videohívás során, vagy ossza meg a hivatkozást.

source: If you enter this passcode when opening the app, all app data will be irreversibly removed!
hu: Ha az alkalmazás megnyitásakor megadja ezt a jelkódot, az összes alkalmazásadat visszafordíthatatlanul törlődik!

source: If you enter your self-destruct passcode while opening the app:
hu: Ha az alkalmazás megnyitásakor az önmegsemmisítő jelkódot megadásra kerül:

source: If you need to use the chat now tap **Do it later** below (you will be offered to migrate the database when you restart the app).
hu: Ha most kell használnia a csevegést, koppintson a ** Csináld később** elemre (az alkalmazás újraindításakor felajánlásra kerül az adatbázis áttelepítése).

source: Ignore
hu: Figyelmen kívül hagyás

source: Image will be received when your contact completes uploading it.
hu: A kép akkor érkezik meg, amikor ismerőse befejezte annak feltöltését.

source: Image will be received when your contact is online, please wait or check later!
hu: A kép akkor érkezik meg, amikor ismerős elérhető lesz, várjon vagy ellenőrizze később!

source: Immediately
hu: Azonnal

source: Immune to spam and abuse
hu: Spam és visszaélések elleni védelem

source: Import
hu: Importálás

source: Import chat database?
hu: Csevegési adatbázis importálása?

source: Import database
hu: Adatbázis importálása

source: Improved message delivery
hu: Továbbfejlesztett üzenetküldés

source: Improved privacy and security
hu: Fejlesztett adatvédelem és biztonság

source: Improved server configuration
hu: Javított kiszolgáló konfiguráció

source: In reply to
hu: Válasz neki

source: Incognito
hu: Inkognitó

source: Incognito groups
hu: Inkognitó csoportok

source: Incognito mode
hu: Inkognitó mód

source: Incognito mode protects your privacy by using a new random profile for each contact.
hu: Az inkognitómód védi személyes adatait azáltal, hogy minden ismerőshöz új véletlenszerű profilt használ.

source: Incoming audio call
hu: Bejövő hanghívás

source: Incoming call
hu: Bejövő hívás

source: Incoming video call
hu: Bejövő videóhívás

source: Incompatible database version
hu: Nem kompatibilis adatbázis verzió

source: Incompatible version
hu: Nem kompatibilis verzió

source: Incorrect passcode
hu: Téves jelkód

source: Incorrect security code!
hu: Helytelen biztonsági kód!

source: Info
hu: Információ

source: Initial role
hu: Kezdeti szerepkör

source: Install [SimpleX Chat for terminal](https://github.com/simplex-chat/simplex-chat)
hu: A [SimpleX Chat terminálhoz] telepítése (https://github.com/simplex-chat/simplex-chat)

# Instant push notifications will be hidden!&#10;
source: Instant push notifications will be hidden!
hu: Az azonnali push értesítések elrejtésre kerülnek!

source: Instantly
hu: Azonnal

source: Interface
hu: Felület

source: Invalid QR code
hu: Érvénytelen QR-kód

source: Invalid connection link
hu: Érvénytelen kapcsolati hivatkozás

source: Invalid display name!
hu: Érvénytelen megjelenítendő felhaszálónév!

source: Invalid link
hu: Érvénytelen hivatkozás

source: Invalid name!
hu: Érvénytelen név!

source: Invalid response
hu: Érvénytelen válasz

source: Invalid server address!
hu: Érvénytelen kiszolgálócím!

source: Invalid status
hu: Érvénytelen állapot

source: Invitation expired!
hu: A meghívó lejárt!

source: Invite friends
hu: Barátok meghívása

source: Invite members
hu: Tagok meghívása

source: Invite to group
hu: Meghívás a csoportba

source: Irreversible message deletion
hu: Visszafordíthatatlan üzenettörlés

source: Irreversible message deletion is prohibited in this chat.
hu: Ebben a csevegésben az üzenetek visszafordíthatatlan törlése le van tiltva.

source: Irreversible message deletion is prohibited in this group.
hu: Ebben a csoportban az üzenetek visszafordíthatatlan törlése le van tiltva.

source: It allows having many anonymous connections without any shared data between them in a single chat profile.
hu: Lehetővé teszi, hogy egyetlen csevegőprofilon belül több anonim kapcsolat legyen, anélkül, hogy megosztott adatok lennének közöttük.

source: It can happen when you or your connection used the old database backup.
hu: Ez akkor fordulhat elő, ha ön vagy a kapcsolata régi adatbázis biztonsági mentést használt.

source: It can happen when: 1. The messages expired in the sending client after 2 days or on the server after 30 days. 2. Message decryption failed, because you or your contact used old database backup. 3. The connection was compromised.
hu: Ez akkor fordulhat elő, ha: 1. Az üzenetek 2 nap után, vagy a kiszolgálón 30 nap után lejártak. 2. Az üzenet visszafejtése sikertelen volt, mert vagy az ismerőse régebbi adatbázis biztonsági mentést használt. 3. A kapcsolat sérült.

source: It seems like you are already connected via this link. If it is not the case, there was an error (%@).
hu: Úgy tűnik, már csatlakozott ezen a hivatkozáson keresztül. Ha ez nem így van, akkor hiba történt (%@).

source: Italian interface
hu: Olasz kezelőfelület

source: Japanese interface
hu: Japán kezelőfelület

source: Join
hu: Csatlakozás

source: Join group
hu: Csatlakozás csoporthoz

source: Join group conversations
hu: Csatlakozás csoportos beszélgetésekhez

source: Join group?
hu: Csatlakozik a csoporthoz?

source: Join incognito
hu: Csatlakozás inkognitóban

source: Join with current profile
hu: Csatlakozás a jelenlegi profillal

# Join your group?&#10;This is your link for group %@!
source: Join your group? This is your link for group %@!
hu: Csatlakozik a csoportjához? Ez az ön hivatkozása a(z) %@ csoporthoz!

source: Joining group
hu: Csatlakozás a csoporthoz

source: Keep
hu: Megtart

source: Keep the app open to use it from desktop
hu: A számítógépről való használathoz tartsd nyitva az alkalmazást

source: Keep unused invitation?
hu: Fel nem használt meghívó megtartása?

source: Keep your connections
hu: Kapcsolatok megtartása

source: KeyChain error
hu: Kulcstároló hiba

source: Keychain error
hu: Kulcstároló hiba
