Repository: DIDONGTITI/pufferfishhelp123
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hu

source: Sent message
hu: Elküldött üzenet

source: Sent messages will be deleted after set time.
hu: Az elküldött üzenetek törlésre kerülnek a beállított idő után.

source: Server requires authorization to create queues, check password
hu: A kiszolgálónak engedélyre van szüksége a várólisták létrehozásához, ellenőrizze jelszavát

source: Server requires authorization to upload, check password
hu: A kiszolgálónak engedélyre van szüksége a várólisták feltöltéséhez, ellenőrizze jelszavát

source: Server test failed!
hu: A kiszolgáló tesztje sikertelen!

source: Servers
hu: Kiszolgálók

source: Session code
hu: Munkamenet kód

source: Set 1 day
hu: Beállítva 1 nap

source: Set contact name…
hu: Ismerős nevének beállítása…

source: Set group preferences
hu: Csoportbeállítások megadása

source: Set it instead of system authentication.
hu: Rendszerhitelesítés helyetti beállítás.

source: Set passcode
hu: Jelkód beállítása

source: Set passphrase to export
hu: Jelmondat beállítása az exportáláshoz

source: Set the message shown to new members!
hu: Megjelenő üzenetet beállítása új tagok részére!

source: Set timeouts for proxy/VPN
hu: Időtúllépések beállítása a proxy/VPN számára

source: Settings
hu: Beállítások

source: Share
hu: Megosztás

source: Share 1-time link
hu: Egyszer használatos hivatkozás megosztása

source: Share address
hu: Azonosító megosztása

source: Share address with contacts?
hu: Megosztja az azonosítót az ismerősökkel?

source: Share link
hu: Hivatkozás megosztása

source: Share this 1-time invite link
hu: Egyszer használatos meghívó hivatkozás megosztása

source: Share with contacts
hu: Megosztás ismerősökkel

source: Show calls in phone history
hu: Hívások megjelenítése a híváslistában

source: Show developer options
hu: Fejlesztői beállítások mutatása

source: Show last messages
hu: Utolsó üzenetek megjelenítése

source: Show preview
hu: Előnézet megjelenítése

source: Show:
hu: Mutat:

source: SimpleX Address
hu: SimpleX azonosító

source: SimpleX Chat security was audited by Trail of Bits.
hu: A SimpleX Chat biztonsága a Trail of Bits által lett auditálva.

source: SimpleX Lock
hu: SimpleX zárolás

source: SimpleX Lock mode
hu: SimpleX zárolási mód

source: SimpleX Lock not enabled!
hu: SimpleX zárolás nincs engedélyezve!

source: SimpleX Lock turned on
hu: SimpleX zárolás bekapcsolva

source: SimpleX address
hu: SimpleX azonosító

source: SimpleX contact address
hu: SimpleX ismerős azonosítója

source: SimpleX encrypted message or connection event
hu: SimpleX titkosított üzenet vagy kapcsolati esemény

source: SimpleX group link
hu: SimpleX csoport hivatkozás

source: SimpleX links
hu: SimpleX hivatkozások

source: SimpleX one-time invitation
hu: SimpleX egyszer használatos meghívó

source: Simplified incognito mode
hu: Egyszerűsített inkognító mód

source: Skip
hu: Kihagyás

source: Skipped messages
hu: Kihagyott üzenetek

source: Small groups (max 20)
hu: Kis csoportok (max. 20 tag)

source: Some non-fatal errors occurred during import - you may see Chat console for more details.
hu: Néhány nem végzetes hiba történt az importálás során – további részletekért a csevegési konzolban olvashat.

source: Somebody
hu: Valaki

source: Start chat
hu: Csevegés indítása

source: Start chat?
hu: Csevegés indítása?

source: Start migration
hu: Migráció indítása

source: Stop
hu: Megállítás

source: Stop SimpleX
hu: A SimpleX megállítása

source: Stop chat to enable database actions
hu: Csevegés leállítása az adatbázis-műveletek engedélyezéséhez

source: Stop chat to export, import or delete chat database. You will not be able to receive and send messages while the chat is stopped.
hu: A csevegés leállítása a csevegőadatbázis exportálásához, importálásához vagy törléséhez. A csevegés leállítása alatt nem tud üzeneteket fogadni és küldeni.

source: Stop chat?
hu: Csevegési szolgáltatás megállítása?

source: Stop file
hu: Fájl megállítása

source: Stop receiving file?
hu: Fájl fogadás megszakítása?

source: Stop sending file?
hu: Fájl küldés megszakítása?

source: Stop sharing
hu: Megosztás leállítása

source: Stop sharing address?
hu: Címmegosztás megállítása?

source: Submit
hu: Elküldés

source: Support SimpleX Chat
hu: Támogassa a SimpleX Chatet

source: System
hu: Rendszer

source: System authentication
hu: Rendszerhitelesítés

source: TCP connection timeout
hu: TCP kapcsolat időtúllépés

source: Take picture
hu: Fotó készítése

source: Tap button
hu: Koppintson a gombra

source: Tap to Connect
hu: Koppintson a csatlakozáshoz

source: Tap to activate profile.
hu: A profil aktiválásához koppintson az ikonra.

source: Tap to join
hu: Koppintson a csatlakozáshoz

source: Tap to join incognito
hu: Koppintson az inkognitómódhoz való csatlakozáshoz

source: Tap to paste link
hu: Koppintson a hivatkozás beillesztéséhez

source: Tap to scan
hu: Koppintson a beolvasáshoz

source: Tap to start a new chat
hu: Koppintson az új csevegés indításához

source: Test failed at step %@.
hu: A teszt sikertelen volt a(z) %@ lépésnél.

source: Test server
hu: Kiszolgáló tesztelése

source: Test servers
hu: Kiszolgálók tesztelése

source: Tests failed!
hu: Sikertelen tesztek!

source: Thank you for installing SimpleX Chat!
hu: Köszönjük, hogy telepítette a SimpleX Chatet!

source: Thanks to the users – [contribute via Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
hu: Köszönet a felhasználóknak – [hozzájárulás a Weblate-en keresztül](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!

source: Thanks to the users – contribute via Weblate!
hu: Köszönet a felhasználóknak - hozzájárulás a Weblaten!

source: The 1st platform without any user identifiers – private by design.
hu: Az első csevegési rendszer bármiféle felhasználó azonosító nélkül - privátra lett tervezre.

source: The ID of the next message is incorrect (less or equal to the previous). It can happen because of some bug or when the connection is compromised.
hu: A következő üzenet azonosítója hibás (kisebb vagy egyenlő az előzővel). Ez valamilyen hiba, vagy sérült kapcsolat esetén fordulhat elő.

source: The app can notify you when you receive messages or contact requests - please open settings to enable.
hu: Az alkalmazás értesíteni fogja, amikor üzeneteket vagy kapcsolatfelvételi kéréseket kap – beállítások megnyitása az engedélyezéshez.

source: The attempt to change database passphrase was not completed.
hu: Az adatbázis jelmondatának megváltoztatására tett kísérlet nem fejeződött be.

source: The code you scanned is not a SimpleX link QR code.
hu: A beolvasott kód nem egy SimpleX hivatkozás QR-kód.

source: The connection you accepted will be cancelled!
hu: Az ön által elfogadott kapcsolat megszakad!

source: The contact you shared this link with will NOT be able to connect!
hu: Ismerőse NEM fog tudni csatlakozni, akivel megosztotta ezt a hivatkozást!

source: The created archive is available via app Settings / Database / Old database archive.
hu: A létrehozott archívum a Beállítások / Adatbázis / Régi adatbázis-archívum menüpontban érhető el.

source: The encryption is working and the new encryption agreement is not required. It may result in connection errors!
hu: A titkosítás működik, és új titkosítási egyezményre nincs szükség. Ez kapcsolati hibákat eredményezhet!

source: The hash of the previous message is different.
hu: Az előző üzenet hash-e más.

source: The message will be deleted for all members.
hu: Az üzenet minden tag számára törlésre kerül.

source: The message will be marked as moderated for all members.
hu: Az üzenet minden tag számára moderáltként lesz megjelölve.

source: The next generation of private messaging
hu: A privát üzenetküldés következő generációja

source: The old database was not removed during the migration, it can be deleted.
hu: A régi adatbázis nem került eltávolításra a migráció során, így törölhető.

source: The profile is only shared with your contacts.
hu: Profilja csak az ismerősök számára kerül megosztásra.

source: The second tick we missed! ✅
hu: A második jelölés, amit kihagytunk! ✅

source: The sender will NOT be notified
hu: A feladó NEM fog értesítést kapni

source: The servers for new connections of your current chat profile **%@**.
hu: Jelenlegi profil új ismerőseinek kiszolgálói **%@**.

source: The text you pasted is not a SimpleX link.
hu: A beillesztett szöveg nem egy SimpleX hivatkozás.

source: Theme
hu: Téma

source: These settings are for your current profile **%@**.
hu: Ezek a beállítások a jelenlegi **%@** profiljára vonatkoznak.

source: They can be overridden in contact and group settings.
hu: Ezek felülbírálhatóak az ismerős- és csoportbeállításokban.

source: This action cannot be undone - all received and sent files and media will be deleted. Low resolution pictures will remain.
hu: Ez a művelet nem vonható vissza - az összes fogadott és küldött fájl a médiatartalommal együtt törlésre kerülnek. Az alacsony felbontású fotók viszont megmaradnak.

source: This action cannot be undone - the messages sent and received earlier than selected will be deleted. It may take several minutes.
hu: Ez a művelet nem vonható vissza - a kiválasztottnál korábban küldött és fogadott üzenetek törlésre kerülnek. Ez több percet is igénybe vehet.

source: This action cannot be undone - your profile, contacts, messages and files will be irreversibly lost.
hu: Ez a művelet nem vonható vissza - profilok, ismerősök, üzenetek és fájlok visszafordíthatatlanul törlésre kerülnek.

source: This device name
hu: Ennek az eszköznek a neve

source: This display name is invalid. Please choose another name.
hu: Ez a megjelenített felhasználónév érvénytelen. Válasszon egy másik nevet.

source: This group has over %lld members, delivery receipts are not sent.
hu: Ennek a csoportnak több mint %lld tagja van, a kézbesítési jelentések nem kerülnek elküldésre.

source: This group no longer exists.
hu: Ez a csoport már nem létezik.

source: This is your own SimpleX address!
hu: Ez a SimpleX azonosítója!

source: This is your own one-time link!
hu: Ez az egyszer használatos hivatkozása!

source: This setting applies to messages in your current chat profile **%@**.
hu: Ez a beállítás a jelenlegi **%@** profiljában lévő üzenetekre érvényes.

source: To ask any questions and to receive updates:
hu: Bármilyen kérdés feltevéséhez és a frissítésekért:

source: To connect, your contact can scan QR code or use the link in the app.
hu: A csatlakozáshoz az ismerős beolvashatja a QR-kódot, vagy használhatja az alkalmazásban található hivatkozást.

source: To hide unwanted messages.
hu: Kéretlen üzenetek elrejtése.

source: To make a new connection
hu: Új kapcsolat létrehozásához

source: To protect privacy, instead of user IDs used by all other platforms, SimpleX has identifiers for message queues, separate for each of your contacts.
hu: Az adatvédelem érdekében, a más csevegési platformokon megszokott felhasználói azonosítók helyett, a SimpleX üzenetsorokhoz rendel azonosítókat, minden egyes ismerőshöz egy különbözőt.

source: To protect timezone, image/voice files use UTC.
hu: Az időzóna védelme érdekében a kép-/hangfájlok UTC-t használnak.

source: To protect your information, turn on SimpleX Lock. You will be prompted to complete authentication before this feature is enabled.
hu: Az adatavédelem érdekében kapcsolja be a SimpleX zárolás funkciót. A funkció engedélyezése előtt a rendszer felszólítja a hitelesítés befejezésére.

source: To record voice message please grant permission to use Microphone.
hu: Hangüzenet rögzítéséhez adjon engedélyt a mikrofon használathoz.

source: To reveal your hidden profile, enter a full password into a search field in **Your chat profiles** page.
hu: Rejtett profilja feltárásához írja be a teljes jelszót a keresőmezőbe a **Csevegési profiljai** oldalon.

source: To support instant push notifications the chat database has to be migrated.
hu: Az azonnali push értesítések támogatásához a csevegési adatbázis migrálása szükséges.

source: To verify end-to-end encryption with your contact compare (or scan) the code on your devices.
hu: A végpontok közötti titkosítás ellenőrzéséhez ismerősével hasonlítsa össze (vagy szkennelje be) az eszközén lévő kódot.

source: Toggle incognito when connecting.
hu: Inkognító mód csatlakozáskor.

source: Transport isolation
hu: Kapcsolat izolációs mód

source: Trying to connect to the server used to receive messages from this contact (error: %@).
hu: Csatlakozási kísérlet a kapcsolat üzeneteinek fogadására használt kiszolgálóhoz (hiba: %@).

source: Trying to connect to the server used to receive messages from this contact.
hu: Csatlakozási kísérlet a kapcsolat üzeneteinek fogadására használt kiszolgálóhoz ettől az ismerőstől.

source: Turkish interface
hu: Török kezelőfelület

source: Turn off
hu: Kikapcsolás

source: Turn on
hu: Bekapcsolás

source: Unable to record voice message
hu: Hangüzenet rögzítése nem lehetséges

source: Unblock
hu: Feloldás

source: Unblock for all
hu: Letiltás feloldása mindenki számára

source: Unblock member
hu: Tag feloldása

source: Unblock member for all?
hu: Mindenki számára feloldja a tag letiltását?

source: Unblock member?
hu: Tag feloldása?

source: Unexpected error: %@
hu: Váratlan hiba: %@

source: Unexpected migration state
hu: Váratlan migrációs állapot

source: Unfav.
hu: Nem kedvelt.

source: Unhide
hu: Felfedés

source: Unhide chat profile
hu: Csevegési profil felfedése

source: Unhide profile
hu: Profil felfedése

source: Unit
hu: Egység

source: Unknown caller
hu: Ismeretlen hívó

source: Unknown database error: %@
hu: Ismeretlen adatbázishiba: %@

source: Unknown error
hu: Ismeretlen hiba

source: Unless you use iOS call interface, enable Do Not Disturb mode to avoid interruptions.
hu: Hacsak nem az iOS hívási felületét használja, engedélyezze a Ne zavarjanak módot a megszakítások elkerülése érdekében.

source: Unless your contact deleted the connection or this link was already used, it might be a bug - please report it. To connect, please ask your contact to create another connection link and check that you have a stable network connection.
hu: Hacsak az ismerős nem törölte a kapcsolatot, vagy ez a hivatkozás már használatban volt, hiba lehet – kérjük, jelentse. A csatlakozáshoz kérje meg ismerősét, hogy hozzon létre egy másik kapcsolati hivatkozást, és ellenőrizze, hogy a hálózati kapcsolat stabil-e.

source: Unlink
hu: Szétkapcsolás

source: Unlink desktop?
hu: Számítógép szétkapcsolása?

source: Unlock
hu: Feloldás

source: Unlock app
hu: Alkalmazás feloldása

source: Unmute
hu: Némítás feloldása

source: Unread
hu: Olvasatlan

source: Up to 100 last messages are sent to new members.
hu: Legfeljebb az utolsó 100 üzenet kerül elküldésre az új tagoknak.

source: Update
hu: Frissítés

source: Update .onion hosts setting?
hu: Tor .onion host beállítások frissítése?

source: Update database passphrase
hu: Adatbázis jelmondat megváltoztatása

source: Update network settings?
hu: Hálózati beállítások megváltoztatása?

source: Update transport isolation mode?
hu: Kapcsolat izolációs mód frissítése?

source: Updating settings will re-connect the client to all servers.
hu: A beállítások frissítése a szerverekhez újra kapcsolódással jár.

source: Updating this setting will re-connect the client to all servers.
hu: A beállítás frissítésével a kliens újracsatlakozik az összes kiszolgálóhoz.

source: Upgrade and open chat
hu: A csevegés frissítése és megnyitása

source: Upload file
hu: Fájl feltöltése

source: Use .onion hosts
hu: Tor .onion hostok használata

source: Use SimpleX Chat servers?
hu: SimpleX Chat kiszolgálók használata?

source: Use chat
hu: Csevegés használata

source: Use current profile
hu: Jelenlegi profil használata

source: Use for new connections
hu: Alkalmazás új kapcsolatokhoz

source: Use from desktop
hu: Használat számítógépről

source: Use iOS call interface
hu: Az iOS hívófelület használata

source: Use new incognito profile
hu: Az új inkognító profil használata

source: Use only local notifications?
hu: Csak helyi értesítések használata?

source: Use server
hu: Kiszolgáló használata

source: User profile
hu: Felhasználói profil

source: Using .onion hosts requires compatible VPN provider.
hu: A .onion hosztok használatához kompatibilis VPN szolgáltatóra van szükség.

source: Using SimpleX Chat servers.
hu: SimpleX Chat kiszolgálók használatban.

source: Verify code with desktop
hu: Kód ellenőrzése a számítógépen

source: Verify connection
hu: Kapcsolat ellenőrzése

source: Verify connection security
hu: Kapcsolat biztonságának ellenőrzése

source: Verify connections
hu: Kapcsolatok ellenőrzése

source: Verify security code
hu: Biztonsági kód ellenőrzése

source: Via browser
hu: Böngészőn keresztül

source: Via secure quantum resistant protocol.
hu: Biztonságos kvantum ellenálló protokoll által.

source: Video call
hu: Videóhívás

source: Video will be received when your contact completes uploading it.
hu: A videó akkor érkezik meg, amikor az ismerőse befejezte annak feltöltését.

source: Video will be received when your contact is online, please wait or check later!
hu: A videó akkor érkezik meg, amikor az ismerős elérhető, várjon, vagy ellenőrizze később!

source: Videos and files up to 1gb
hu: Videók és fájlok 1Gb méretig

source: View security code
hu: Biztonsági kód megtekintése

source: Visible history
hu: Látható előzmények

source: Voice messages
hu: Hangüzenetek

source: Voice messages are prohibited in this chat.
hu: A hangüzenetek le vannak tiltva ebben a csevegésben.

source: Voice messages are prohibited in this group.
hu: A hangüzenetek küldése le van tiltva ebben a csoportban.

source: Voice messages prohibited!
hu: A hangüzenetek le vannak tilva!

source: Voice message…
hu: Hangüzenet…

source: Waiting for desktop...
hu: Várakozás az asztali kliensre...

source: Waiting for file
hu: Fájlra várakozás

source: Waiting for image
hu: Képre várakozás

source: Waiting for video
hu: Videóra várakozás

source: Warning: you may lose some data!
hu: Figyelmeztetés: néhány adat elveszhet!

source: WebRTC ICE servers
hu: WebRTC ICE kiszolgálók

source: Welcome %@!
hu: Üdvözöllek %@!

source: Welcome message
hu: Üdvözlő üzenet

source: What's new
hu: Milyen újdonságok vannak

source: When available
hu: Amikor elérhető

source: When people request to connect, you can accept or reject it.
hu: Csatlakozási kérelmek esetében, elfogadhatja vagy elutasíthatja azokat.

source: When you share an incognito profile with somebody, this profile will be used for the groups they invite you to.
hu: Inkognitóprofil megosztása esetén a rendszer azt a profilt fogja használni azokhoz a csoportokhoz, amelyekbe meghívást kapott.

source: With encrypted files and media.
hu: Titkosított fájlokkal és médiatartalommal.

source: With optional welcome message.
hu: Opcionális üdvözlő üzenettel.

source: With reduced battery usage.
hu: Csökkentett akkumulátorhasználattal.

source: Wrong database passphrase
hu: Téves adatbázis jelmondat

source: Wrong passphrase!
hu: Téves jelmondat!

source: XFTP servers
hu: XFTP kiszolgálók

source: You
hu: Ön

source: You accepted connection
hu: Kapcsolódás elfogadva

source: You allow
hu: Engedélyezte

source: You already have a chat profile with the same display name. Please choose another name.
hu: Már van egy csevegési profil ugyanezzel a megjelenített névvel. Válasszon egy másik nevet.

source: You are already connected to %@.
hu: Már csatlakozva van ehhez: %@.

source: You are already connecting to %@.
hu: Már folyamatban van a csatlakozás ehhez: %@.

source: You are already connecting via this one-time link!
hu: Már csatlakozik ezen az egyszer használatos hivatkozáson keresztül!

source: You are already in group %@.
hu: Már a %@ csoportban van.

source: You are already joining the group %@.
hu: Már folyamatban van a csatlakozás a csoporthoz %@.

source: You are already joining the group via this link!
hu: Már csatlakozott a csoporthoz ezen a hivatkozáson keresztül!

source: You are already joining the group via this link.
hu: Ezen a hivatkozáson keresztül már csatlakozik a csoporthoz.

# You are already joining the group!&#10;Repeat join request?
source: You are already joining the group! Repeat join request?
hu: Csatlakozás folyamatban! Csatlakozási kérés megismétlése?

source: You are connected to the server used to receive messages from this contact.
hu: Kiszolgálóhoz történő csatlakozás, mely az adott ismerőstől érkező üzenetek fogadására szolgál.

source: You are invited to group
hu: Meghívást kapott a csoportba

source: You can accept calls from lock screen, without device and app authentication.
hu: Hívásokat fogadhat a lezárási képernyőről, eszköz- és alkalmazáshitelesítés nélkül.

source: You can create it later
hu: Létrehozás később

source: You can enable later via Settings
hu: Később engedélyezheti a Beállításokban

# You can enable them later via app Privacy &amp; Security settings.
source: You can enable them later via app Privacy & Security settings.
hu: Később engedélyezheti őket az alkalmazás Adatvédelem és biztonság menüpontban.

source: You can hide or mute a user profile - swipe it to the right.
hu: Elrejthet vagy némíthat egy felhasználói profilt – csúsztasson jobbra.

source: You can make it visible to your SimpleX contacts via Settings.
hu: Láthatóvá teheti SimpleX ismerősök számára a Beállításokban.

source: You can now send messages to %@
hu: Mostantól küldhet üzeneteket %@ számára

source: You can set lock screen notification preview via settings.
hu: A beállításokon keresztül beállíthatja a lezárási képernyő értesítési előnézetét.

source: You can share a link or a QR code - anybody will be able to join the group. You won't lose members of the group if you later delete it.
hu: Megoszthat egy hivatkozást vagy QR-kódot - így bárki csatlakozhat a csoporthoz. Ha a csoport később törlésre kerül, akkor nem fogja elveszíteni annak tagjait.

source: You can share this address with your contacts to let them connect with **%@**.
hu: Megoszthatja ezt a hivatkozást ismerőseivel, hogy kapcsolatba léphessenek önnel a **%@** nevű profilján keresztül.

source: You can share your address as a link or QR code - anybody can connect to you.
hu: Megoszthatja azonosítóját hivatkozásként vagy QR-kódként – így bárki csatlakozhat önhöz.

source: You can start chat via app Settings / Database or by restarting the app
hu: A csevegést az alkalmazás Beállítások / Adatbázis menü segítségével vagy az alkalmazás újraindításával indíthatja el

source: You can turn on SimpleX Lock via Settings.
hu: A SimpleX zárolás a Beállításokon keresztül kapcsolható be.

source: You can use markdown to format messages:
hu: Üzenetek formázása a szövegbe szúrt speciális karakterekkel:

source: You can view invitation link again in connection details.
hu: A meghívó hivatkozást újra megtekintheti a kapcsolat részleteinél.

source: You can't send messages!
hu: Nem lehet üzeneteket küldeni!

source: You control through which server(s) **to receive** the messages, your contacts – the servers you use to message them.
hu: Ön szabályozhatja, hogy mely kiszogál(ók)ón keresztül **kapja** az üzeneteket, az ismerősöket - az üzenetküldéshez használt szervereken.

source: You could not be verified; please try again.
hu: Nem lehetett ellenőrizni; próbálja meg újra.

source: You have already requested connection via this address!
hu: Már kért egy csatlakozást ezen az azonosítón keresztül!

# You have already requested connection!&#10;Repeat connection request?
source: You have already requested connection! Repeat connection request?
hu: Már kérelmezte a csatlakozást! Kapcsolódási kérés megismétlése?

source: You have no chats
hu: Nincsenek csevegési üzenetek
