Repository: DIDONGTITI/pufferfishhelp123
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hu

source: (can be copied)
hu: (másolható)

source: !1 colored!
hu: !1 színezett!

source: ## History
hu: ## Előzmények

source: ## In reply to
hu: ## Válaszul erre

source: #secret#
hu: #titkos#

source: %@ (current)
hu: %@ (jelenlegi)

source: %@ (current):
hu: %@ (jelenlegi):

source: %@ and %@
hu: %@ és %@

source: %@ and %@ connected
hu: %@ és %@ csatlakozott

# %@ at %@:
source: %1$@ at %2$@:
hu: %1$@ %2$@-kor:

source: %@ connected
hu: %@ csatlakozott

source: %@ is connected!
hu: %@ csatlakozott!

source: %@ is not verified
hu: %@ nem ellenőrzött

source: %@ is verified
hu: %@ ellenőrizve

source: %@ servers
hu: %@ kiszolgáló

source: %@ wants to connect!
hu: %@ csatlakozni szeretne!

source: %@, %@ and %lld members
hu: %@, %@ és további %lld tag

source: %@, %@ and %lld other members connected
hu: %@, %@ és további %lld tag csatlakozott

source: %d days
hu: %d nap

source: %d hours
hu: %d óra

source: %d min
hu: %d perc

source: %d months
hu: %d hónap

source: %d sec
hu: %d mp

source: %d skipped message(s)
hu: %d kihagyott üzenet

source: %d weeks
hu: %d hét

source: %lld contact(s) selected
hu: %lld ismerős kiválasztva

source: %lld file(s) with total size of %@
hu: %lld fájl, amely(ek)nek teljes mérete: %@

source: %lld group events
hu: %lld csoportesemény

source: %lld members
hu: %lld tag

source: %lld messages blocked
hu: %lld üzenet blokkolva

source: %lld messages blocked by admin
hu: %lld üzenet blokkolva az admin által

source: %lld messages marked deleted
hu: %lld törlésre megjelölt üzenet

source: %lld messages moderated by %@
hu: %@ %lld üzenetet moderált

source: %lld minutes
hu: %lld perc

source: %lld new interface languages
hu: %lld új nyelvi csomag

source: %lld second(s)
hu: %lld másodperc

source: %lld seconds
hu: %lld másodperc

source: %u messages failed to decrypt.
hu: %u üzenet visszafejtése sikertelen.

source: %u messages skipped.
hu: %u kihagyott üzenet.

source: (new)
hu: (új)

source: (this device v%@)
hu: (ez az eszköz v%@)

source: **Add contact**: to create a new invitation link, or connect via a link you received.
hu: **Ismerős hozzáadása**: új meghívó hivatkozás létrehozásához, vagy egy kapott hivatkozáson keresztül történő csatlakozáshoz.

# **Add new contact**: to create your one-time QR Code for your contact.
source: **Add new contact**: to create your one-time QR Code or link for your contact.
hu: **Új ismerős hozzáadása**: egyszer használatos QR-kód vagy hivatkozás létrehozása a kapcsolattartóhoz.

source: **Create group**: to create a new group.
hu: **Csoport létrehozása**: új csoport létrehozásához.

source: **More private**: check new messages every 20 minutes. Device token is shared with SimpleX Chat server, but not how many contacts or messages you have.
hu: **Privátabb**: 20 percenként ellenőrzi az új üzeneteket. Az eszköztoken megosztásra kerül a SimpleX Chat kiszolgálóval, de az nem, hogy hány ismerőse vagy üzenete van.

source: **Most private**: do not use SimpleX Chat notifications server, check messages periodically in the background (depends on how often you use the app).
hu: **Legprivátabb**: ne használja a SimpleX Chat értesítési szervert, rendszeresen ellenőrizze az üzeneteket a háttérben (attól függően, hogy milyen gyakran használja az alkalmazást).

source: **Please note**: you will NOT be able to recover or change passphrase if you lose it.
hu: **Figyelem**: NEM tudja visszaállítani vagy megváltoztatni jelmondatát, ha elveszíti azt.

source: **Recommended**: device token and notifications are sent to SimpleX Chat notification server, but not the message content, size or who it is from.
hu: **Javasolt**: az eszköztoken és az értesítések elküldésre kerülnek a SimpleX Chat értesítési szerverre, kivéve az üzenet tartalma, mérete vagy az, hogy kitől származik.

source: **Warning**: Instant push notifications require passphrase saved in Keychain.
hu: **Figyelmeztetés**: Az azonnali push-értesítésekhez a kulcstárolóban tárolt jelmondat megadása szükséges.

source: **e2e encrypted** audio call
hu: **e2e titkosított** hanghívás

source: **e2e encrypted** video call
hu: **e2e titkosított** videóhívás

source: \*bold*
hu: \*félkövér*

source: - connect to [directory service](simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2FeXSPwqTkKyDO3px4fLf1wx3MvPdjdLW3%23%2F%3Fv%3D1-2%26dh%3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6gco6bp6ekl4cqj4id.onion) (BETA)! - delivery receipts (up to 20 members). - faster and more stable.
hu: - kapcsolódás a [könyvtár szolgáltatáshoz] (simplex:/contact#/?v=1-4&smp=smp%3A%2F%2Fu2dS9sG8nMNURyZwqASV4yROM28Er0luVTx5X1CsMrU%3D%40smp4.simplex.im%2Ld3%3DWpxkKFeXSPv3pwp %2F%3Fv%3D1-2%26dh %3DMCowBQYDK2VuAyEAaiv6MkMH44L2TcYrt_CsX3ZvM11WgbMEUn0hkIKTOho%253D%26srv%3Do5vmywmrnaxalvz6wi3zicyftgio6psuvyniis6glco6bqjETA)4Beklco6bqj) - kézbesítési jelentések (legfeljebb 20 tag). - gyorsabb és stabilabb.

# - more stable message delivery.&#10;- a bit better groups.&#10;- and more!
source: - more stable message delivery. - a bit better groups. - and more!
hu: - stabilabb üzenetkézbesítés. - valamivel jobb csoportok. - és még sok más!

source: - optionally notify deleted contacts. - profile names with spaces. - and more!
hu: - opcionális értesítés a törölt kapcsolatokról. - profilnevek szóközökkel. - és még sok más!

source: - voice messages up to 5 minutes. - custom time to disappear. - editing history.
hu: - hangüzenetek legfeljebb 5 perces időtartamig. - egyedi eltűnési időhatár megadása. - előzmények szerkesztése.

source: 0 sec
hu: 0 mp

source: 1 day
hu: 1 nap

source: 1 hour
hu: 1 óra

source: 1 minute
hu: 1 perc

source: 1 month
hu: 1 hónap

source: 1 week
hu: 1 hét

source: 5 minutes
hu: 5 perc

source: 30 seconds
hu: 30 másodperc

source: <p>Hi!</p> <p><a href="%@">Connect to me via SimpleX Chat</a></p>
hu: <p>Üdvözlöm!</p> <p><a href="%@">Csatlakozzon hozzám a SimpleX Chaten</a></p>

source: A few more things
hu: Még néhány dolog

source: A new contact
hu: Egy új ismerős

source: A new random profile will be shared.
hu: Egy új, véletlenszerű profil kerül megosztásra.

source: A separate TCP connection will be used **for each chat profile you have in the app**.
hu: A rendszer külön TCP-kapcsolatot fog használni **az alkalmazásban található minden csevegési profilhoz**.

source: A separate TCP connection will be used **for each contact and group member**. **Please note**: if you have many connections, your battery and traffic consumption can be substantially higher and some connections may fail.
hu: A rendszer külön TCP-kapcsolatot fog használni **minden ismerőshöz és csoporttaghoz**. **Figyelem**: sok kapcsolódás esetén, az akkumulátor- és adatforgalom fogyasztás jelentősen megnőhet, és egyes kapcsolatok meghiúsulhatnak.

source: Abort
hu: Megszakítás

source: Abort changing address
hu: Címváltoztatás megszakítása

source: Abort changing address?
hu: Címváltoztatás megszakítása??

source: About SimpleX
hu: A SimpleX névjegye

source: About SimpleX Chat
hu: A SimpleX Chat névjegye

source: About SimpleX address
hu: A SimpleX azonosítóról

source: Accent color
hu: Kiemelő szín

source: Accept
hu: Elfogadás

source: Accept connection request?
hu: Kapcsolatfelvétel elfogadása?

source: Accept contact request from %@?
hu: Elfogadja %@ kapcsolat kérését?

source: Accept incognito
hu: Fogadás inkognítóban

source: Add address to your profile, so that your contacts can share it with other people. Profile update will be sent to your contacts.
hu: Azonosító hozzáadása a profilhoz, hogy az ismerősök megoszthassák másokkal. A profilfrissítés elküldésre kerül ismerősők számára.

source: Add contact
hu: Ismerős hozzáadása

source: Add preset servers
hu: Előre beállított kiszolgálók hozzáadása

source: Add profile
hu: Profil hozzáadása

source: Add servers by scanning QR codes.
hu: Kiszolgáló hozzáadása QR-kód beolvasásával.

source: Add server…
hu: Kiszolgáló hozzáadása…

source: Add to another device
hu: Hozzáadás egy másik eszközhöz

source: Add welcome message
hu: Üdvözlő üzenet hozzáadása

source: Address
hu: Cím

source: Address change will be aborted. Old receiving address will be used.
hu: A cím módosítása megszakad. A régi fogadási cím kerül felhasználásra.

source: Admins can create the links to join groups.
hu: Az adminok hivatkozásokat hozhatnak létre a csoportokhoz való csatlakozáshoz.

source: Advanced network settings
hu: Speciális hálózati beállítások

source: All app data is deleted.
hu: Minden alkalmazásadat törölve.

source: All chats and messages will be deleted - this cannot be undone!
hu: Minden csevegés és üzenet törlésre kerül - ez nem vonható vissza!

source: All data is erased when it is entered.
hu: A jelkód megadása után minden adat törlésre kerül.

source: All group members will remain connected.
hu: Minden csoporttag csatlakoztatva marad.

source: All messages will be deleted - this cannot be undone!
hu: Minden üzenet törlésre kerül – ez nem vonható vissza!

source: All messages will be deleted - this cannot be undone! The messages will be deleted ONLY for you.
hu: Minden üzenet törlésre kerül - ezt nem vonható vissza! Az üzenetek CSAK az ön számára törlődnek.

source: All new messages from %@ will be hidden!
hu: Minden új üzenet elrejtésre kerül tőle: %@!

source: All your contacts will remain connected.
hu: Minden ismerős csatlakoztatva marad.

source: All your contacts will remain connected. Profile update will be sent to your contacts.
hu: Ismerőseivel kapcsolatban marad. A profil változtatások frissítésre kerülnek az ismerősöknél.

source: Allow
hu: Engedélyezés

source: Allow calls only if your contact allows them.
hu: Hívások engedélyezése kizárólag abban az esetben, ha ismerőse is engedélyezi.

source: Allow disappearing messages only if your contact allows it to you.
hu: Eltűnő üzenetek engedélyezése kizárólag abban az esetben, ha ismerőse is engedélyezi az ön számára.

source: Allow irreversible message deletion only if your contact allows it to you. (24 hours)
hu: Üzenet végleges törlésének engedélyezése kizárólag abban az esetben, ha ismerőse is engedélyezi. (24 óra)

source: Allow message reactions only if your contact allows them.
hu: Üzenetreakciók engedélyezése kizárólag abban az esetben, ha ismerőse is engedélyezi.

source: Allow message reactions.
hu: Üzenetreakciók engedélyezése.

source: Allow sending direct messages to members.
hu: Közvetlen üzenetek küldésének engedélyezése tagok részére.

source: Allow sending disappearing messages.
hu: Eltűnő üzenetek küldésének engedélyezése.

source: Allow to irreversibly delete sent messages. (24 hours)
hu: Elküldött üzenetek visszafordíthatatlan törlésének engedélyezése. (24 óra)

source: Allow to send files and media.
hu: Fájlok és médiatartalom küldésének engedélyezése.

source: Allow to send voice messages.
hu: Hangüzenetek küldésének engedélyezése.

source: Allow voice messages only if your contact allows them.
hu: Hangüzenetek küldésének engedélyezése kizárólag abban az esetben, ha ismerőse is engedélyezi.

source: Allow voice messages?
hu: Hangüzenetek engedélyezése?

source: Allow your contacts adding message reactions.
hu: Ismerősök általi üzenetreakciók hozzáadásának engedélyezése.

source: Allow your contacts to call you.
hu: Hívások engedélyezése ismerősök számára.

source: Allow your contacts to irreversibly delete sent messages. (24 hours)
hu: Elküldött üzenetek visszafordíthatatlan törlésének engedélyezése ismerősök számára. (24 óra)

source: Allow your contacts to send disappearing messages.
hu: Eltűnő üzenetek engedélyezése ismerősök számára.

source: Allow your contacts to send voice messages.
hu: Hangüzenetek küldésének engedélyezése ismerősök számára.

source: Already connected?
hu: Csatlakoztatva?

source: Already connecting!
hu: Kapcsolódás folyamatban!

source: Already joining the group!
hu: Csatlakozás folyamatban!

source: Always use relay
hu: Mindig használjon átjátszó kiszolgálót

source: An empty chat profile with the provided name is created, and the app opens as usual.
hu: Egy üres csevegési profil jön létre a megadott névvel, és az alkalmazás a szokásos módon megnyílik.

source: Answer call
hu: Hívás fogadása

source: App build: %@
hu: Az alkalmazás build száma: %@

source: App encrypts new local files (except videos).
hu: Az alkalmazás titkosítja a helyi fájlokat (a videók kivételével).

source: App icon
hu: Alkalmazás ikon

source: App passcode
hu: Alkalmazás jelkód

source: App passcode is replaced with self-destruct passcode.
hu: Az alkalmazás jelkód helyettesítésre kerül egy önmegsemmisítő jelkóddal.

source: App version
hu: Alkalmazás verzió

source: App version: v%@
hu: Alkalmazás verzió: v%@

source: Appearance
hu: Megjelenés

source: Attach
hu: Csatolás

# Audio &amp; video calls
source: Audio & video calls
hu: Hang- és videóhívások

source: Audio and video calls
hu: Hang- és videóhívások

source: Audio/video calls
hu: Hang-/videóhívások

source: Audio/video calls are prohibited.
hu: A hang- és videóhívások le vannak tiltva.

source: Authentication cancelled
hu: Hitelesítés megszakítva

source: Authentication failed
hu: Hitelesítés sikertelen

source: Authentication is required before the call is connected, but you may miss calls.
hu: A hívás csatlakoztatása előtt hitelesítésre van szükség, de előfordulhat, hogy nem tud hívásokat fogadni.

source: Authentication unavailable
hu: Hitelesítés elérhetetlen

source: Auto-accept
hu: Automatikus elfogadás

source: Auto-accept contact requests
hu: Ismerős jelölések automatikus elfogadása

source: Auto-accept images
hu: Fotók automatikus elfogadása

source: Back
hu: Vissza

source: Bad desktop address
hu: Hibás számítógép azonosító

source: Bad message ID
hu: Téves üzenet ID

source: Bad message hash
hu: Téves üzenet hash

source: Better groups
hu: Javított csoportok

source: Better messages
hu: Jobb üzenetek

source: Block
hu: Blokkolás

source: Block for all
hu: Mindenki számára letiltva

source: Block group members
hu: Csoporttagok blokkolása

source: Block member
hu: Tag blokkolása

source: Block member for all?
hu: Tag letiltása mindenki számára?

source: Block member?
hu: Tag blokkolása?

source: Blocked by admin
hu: Letiltva az admin által

source: Both you and your contact can add message reactions.
hu: Mindkét fél is hozzáadhat üzenetreakciókat.

source: Both you and your contact can irreversibly delete sent messages. (24 hours)
hu: Mindkét fél visszafordíthatatlanul törölheti az elküldött üzeneteket. (24 óra)

source: Both you and your contact can make calls.
hu: Mindkét fél tud hívásokat indítani.

source: Both you and your contact can send disappearing messages.
hu: Mindkét fél küldhet eltűnő üzeneteket.

source: Both you and your contact can send voice messages.
hu: Mindkét fél küldhet hangüzeneteket.

source: Bulgarian, Finnish, Thai and Ukrainian - thanks to the users and [Weblate](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!
hu: Bolgár, finn, thai és ukrán – köszönet a felhasználóknak és a [Weblate-nek](https://github.com/simplex-chat/simplex-chat/tree/stable#help-translating-simplex-chat)!

source: By chat profile (default) or [by connection](https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BETA).
hu: Csevegési profil (alapértelmezett) vagy [kapcsolat alapján] (https://simplex.chat/blog/20230204-simplex-chat-v4-5-user-chat-profiles.html#transport-isolation) (BÉTA).

source: Call already ended!
hu: A hívás már befejeződött!

source: Calls
hu: Hívások

source: Camera not available
hu: A fényképező nem elérhető

source: Can't invite contact!
hu: Ismerősök meghívása le van tiltva!

source: Can't invite contacts!
hu: Ismerősök meghívása nem lehetséges!

source: Cancel
hu: Megszakítás

source: Cannot access keychain to save database password
hu: Nem lehet hozzáférni a kulcstartóhoz az adatbázis jelszavának mentéséhez

source: Cannot receive file
hu: Nem lehet fogadni a fájlt

source: Change
hu: Változtatás

source: Change database passphrase?
hu: Adatbázis jelmondat megváltoztatása?

source: Change lock mode
hu: Zárolási mód megváltoztatása

source: Change member role?
hu: Tag szerepkörének megváltoztatása?

source: Change passcode
hu: Jelkód megváltoztatása

source: Change receiving address
hu: A fogadó cím megváltoztatása

source: Change receiving address?
hu: Megváltoztatja a fogadó címet?

source: Change role
hu: Szerepkör megváltoztatása

source: Change self-destruct mode
hu: Önmegsemmisítő mód megváltoztatása

source: Change self-destruct passcode
hu: Önmegsemmisító jelkód megváltoztatása

source: Chat archive
hu: Csevegési archívum

source: Chat console
hu: Csevegési konzol

source: Chat database
hu: Csevegési adatbázis

source: Chat database deleted
hu: Csevegési adatbázis törölve

source: Chat database imported
hu: Csevegési adatbázis importálva

source: Chat is running
hu: A csevegés fut

source: Chat is stopped
hu: A csevegés leállt

source: Chat is stopped. If you already used this database on another device, you should transfer it back before starting chat.
hu: A csevegés leállt. Ha már használta ezt az adatbázist egy másik eszközön, úgy visszaállítás szükséges a csevegés megkezdése előtt.

source: Chat preferences
hu: Csevegési beállítások

source: Chats
hu: Csevegések

source: Check server address and try again.
hu: Kiszolgáló címének ellenőrzése és újrapróbálkozás.

source: Chinese and Spanish interface
hu: Kínai és spanyol kezelőfelület

source: Choose file
hu: Fájl kiválasztása

source: Choose from library
hu: Választás a könyvtárból

source: Clear
hu: Kiürítés

source: Clear conversation
hu: Beszélgetés kiürítése

source: Clear conversation?
hu: Beszélgetés kiürítése?

source: Clear private notes?
hu: Privát jegyzetek törlése?

source: Clear verification
hu: Hitelesítés törlése

source: Colors
hu: Színek

source: Compare file
hu: Fájl összehasonlítás

source: Compare security codes with your contacts.
hu: Biztonsági kódok összehasonlítása az ismerősökkel.

source: Configure ICE servers
hu: ICE kiszolgálók beállítása

source: Confirm
hu: Megerősítés

source: Confirm Passcode
hu: Jelkód megerősítése

source: Confirm database upgrades
hu: Adatbázis frissítés megerősítése

source: Confirm new passphrase…
hu: Új jelmondat megerősítése…

source: Confirm password
hu: Jelszó megerősítése

source: Connect
hu: Kapcsolódás

source: Connect automatically
hu: Kapcsolódás automatikusan

source: Connect incognito
hu: Inkognítóban csatlakozva

source: Connect to desktop
hu: Kapcsolódás számítógéphez

source: Connect to yourself?
hu: Kapcsolódás saját magához?

# Connect to yourself?&#10;This is your own SimpleX address!
source: Connect to yourself? This is your own SimpleX address!
hu: Kapcsolódás saját magához? Ez a SimpleX azonosítója!

# Connect to yourself?&#10;This is your own one-time link!
source: Connect to yourself? This is your own one-time link!
hu: Kapcsolódás saját magához? Ez az egyszer használatos hivatkozása!

source: Connect via contact address
hu: Kapcsolódás ismerős azonosítója által

source: Connect via link
hu: Kapcsolódás egy hivatkozáson keresztül

source: Connect via one-time link
hu: Kapcsolódás egyszer használatos hivatkozáson keresztül

source: Connect with %@
hu: Kapcsolódás ezzel: %@

source: Connected desktop
hu: Csatlakoztatott számítógép

source: Connected to desktop
hu: Csatlakozva a számítógéphez

# Connecting server…
source: Connecting to server…
hu: Kapcsolódás a kiszolgálóhoz…

# Connecting server… (error: %@)
source: Connecting to server… (error: %@)
hu: Kapcsolódás a kiszolgálóhoz... (hiba: %@)

source: Connecting to desktop
hu: Kapcsolódás a számítógéphez

source: Connection
hu: Kapcsolat

source: Connection error
hu: Kapcsolódási hiba

source: Connection error (AUTH)
hu: Kapcsolódási hiba (AUTH)

source: Connection request sent!
hu: Kapcsolódási kérés elküldve!

source: Connection terminated
hu: Kapcsolat megszakítva

source: Connection timeout
hu: Kapcsolat időtúllépés

source: Contact allows
hu: Ismerős engedélyezi

source: Contact already exists
hu: Létező ismerős

source: Contact hidden:
hu: Ismerős elrejtve:

source: Contact is connected
hu: Ismerős csatlakozott

source: Contact is not connected yet!
hu: Az ismerős még nem csatlakozott!

source: Contact name
hu: Ismerős neve

source: Contact preferences
hu: Ismerős beállításai

source: Contacts
hu: Ismerősök

source: Contacts can mark messages for deletion; you will be able to view them.
hu: Az ismerősök törlésre jelölhetnek üzeneteket ; megtekintheti őket.

source: Continue
hu: Folytatás

source: Copy
hu: Másolás

source: Core version: v%@
hu: Alapverziószám: v%@

source: Correct name to %@?
hu: Név javítása erre: %@?

source: Create
hu: Létrehozás

source: Create SimpleX address
hu: SimpleX azonosító létrehozása

source: Create a group using a random profile.
hu: Csoport létrehozása véletlenszerűen létrehozott profillal.

source: Create an address to let people connect with you.
hu: Azonosító létrehozása, hogy az emberek kapcsolatba léphessenek önnel.

source: Create file
hu: Fájl létrehozása

source: Create group
hu: Csoport létrehozása

source: Create group link
hu: Csoportos hivatkozás létrehozása

source: Create link
hu: Hivatkozás létrehozása

source: Create new profile in [desktop app](https://simplex.chat/downloads/). 💻
hu: Új profil létrehozása az [asztali kliensben](https://simplex.chat/downloads/). 💻

source: Create profile
hu: Profil létrehozása

source: Create queue
hu: Várólista létrehozása

source: Create secret group
hu: Titkos csoport létrehozása

source: Create your profile
hu: Saját profil létrehozása

source: Created at
hu: Létrehozva ekkor

source: Created at: %@
hu: Létrehozva ekkor: %@

source: Created on %@
hu: Létrehozva %@

source: Creating link…
hu: Hivatkozás létrehozása…

source: Current Passcode
hu: Jelenlegi jelkód

source: Current passphrase…
hu: Jelenlegi jelmondat…

source: Currently maximum supported file size is %@.
hu: Jelenleg a maximális támogatott fájlméret %@.

source: Custom time
hu: Személyreszabott idő

source: Dark
hu: Sötét

source: Database ID
hu: Adatbázis ID

source: Database ID: %d
hu: Adatbázis azonosító: %d

source: Database IDs and Transport isolation option.
hu: Adatbázis azonosítók és átviteli izolációs beállítások.

source: Database downgrade
hu: Visszatérés a korábbi adatbázis verzióra

source: Database encrypted!
hu: Adatbázis titkosítva!

# Database encryption passphrase will be updated and stored in the keychain.&#10;
source: Database encryption passphrase will be updated and stored in the keychain.
hu: Az adatbázis titkosítási jelmondata frissül és tárolódik a kulcstárolóban.

# Database encryption passphrase will be updated.&#10;
source: Database encryption passphrase will be updated.
hu: Adatbázis titkosítási jelmondat frissítve lesz.

source: Database error
hu: Adatbázis hiba

source: Database is encrypted using a random passphrase, you can change it.
hu: Az adatbázis egy véletlenszerű jelmondattal van titkosítva, megváltoztatható.

source: Database is encrypted using a random passphrase. Please change it before exporting.
hu: Az adatbázis egy véletlenszerű jelmondattal van titkosítva. Exportálás előtti módosítás szükséges.

source: Database passphrase
hu: Adatbázis jelmondat

# Database passphrase &amp; export
source: Database passphrase & export
hu: Adatbázis jelmondat és exportálás

source: Database passphrase is different from saved in the keychain.
hu: Az adatbázis jelmondata eltér a kulcstárlóban mentettől.

source: Database passphrase is required to open chat.
hu: Adatbázis jelmondat szükséges a csevegés megnyitásához.

source: Database upgrade
hu: Adatbázis fejlesztése
