Repository: DIDONGTITI/pufferfishhelp123
Catalog: apps/ios/SimpleX Localizations/*.xcloc/Localized Contents/*.xliff
Languages: hu

source: You have to enter passphrase every time the app starts - it is not stored on the device.
hu: A jelmondatot minden alkalommal meg kell adnia, amikor az alkalmazás elindul - nem az eszközön kerül tárolásra.

source: You invited a contact
hu: Meghívott egy ismerőst

source: You joined this group
hu: Csatlakozott ehhez a csoporthoz

source: You joined this group. Connecting to inviting group member.
hu: Csatlakozott ehhez a csoporthoz. Kapcsolódás a meghívó csoporttaghoz.

source: You must use the most recent version of your chat database on one device ONLY, otherwise you may stop receiving the messages from some contacts.
hu: A csevegési adatbázis legfrissebb verzióját CSAK egy eszközön kell használnia, ellenkező esetben előfordulhat, hogy az üzeneteket nem fogja megkapni valamennyi ismerőstől.

source: You need to allow your contact to send voice messages to be able to send them.
hu: Hangüzeneteket küldéséhez engedélyeznie kell azok küldését az ismerősök számára.

source: You rejected group invitation
hu: Csoport meghívó elutasítva

source: You sent group invitation
hu: Csoport meghívó elküldve

source: You will be connected to group when the group host's device is online, please wait or check later!
hu: Akkor tud csatlakozni a csoporthoz, amikor a csoport tulajdonosának eszköze online lesz, várjon, vagy ellenőrizze később!

source: You will be connected when group link host's device is online, please wait or check later!
hu: Akkor lesz csatlakoztatva, amikor a csoportos hivatkozás tulajdonosának eszköze online lesz, várjon, vagy ellenőrizze később!

source: You will be connected when your connection request is accepted, please wait or check later!
hu: Akkor lesz csatlakoztatva, ha a csatlakozási kérelme elfogadásra került, várjon, vagy ellenőrizze később!

source: You will be connected when your contact's device is online, please wait or check later!
hu: Akkor csatlakozik, amikor az ismerős eszköze online lesz, várjon, vagy ellenőrizze később!

source: You will be required to authenticate when you start or resume the app after 30 seconds in background.
hu: Az alkalmazás indításakor, vagy 30 másodpercnyi háttérben töltött idő után az alkalmazáshoz visszatérve hitelesítés szükséges.

source: You will connect to all group members.
hu: Csatlakozni fog a csoport összes tagjához.

source: You will still receive calls and notifications from muted profiles when they are active.
hu: Továbbra is kap hívásokat és értesítéseket a némított profiloktól, ha azok aktívak.

source: You will stop receiving messages from this group. Chat history will be preserved.
hu: Ettől a csoporttól nem fog értesítéseket kapni. A csevegési előzmények megmaradnak.

source: You won't lose your contacts if you later delete your address.
hu: Nem veszíti el ismerőseit, ha később törli az azonosítóját.

source: You're trying to invite contact with whom you've shared an incognito profile to the group in which you're using your main profile
hu: Egy olyan ismerőst próbál meghívni, akivel inkognító profilt osztott meg abban a csoportban, amelyben saját fő profilja van használatban

source: You're using an incognito profile for this group - to prevent sharing your main profile inviting contacts is not allowed
hu: Inkognító profilt használ ehhez a csoporthoz - fő profilja megosztásának elkerülése érdekében meghívók küldése tiltott

source: Your %@ servers
hu: %@ nevű profiljához tartozó kiszolgálók

source: Your ICE servers
hu: ICE kiszolgálók

source: Your SMP servers
hu: SMP kiszolgálók

source: Your SimpleX address
hu: SimpleX azonosítója

source: Your XFTP servers
hu: XFTP kiszolgálók

source: Your calls
hu: Hívások

source: Your chat database
hu: Csevegési adatbázisa

source: Your chat database is not encrypted - set passphrase to encrypt it.
hu: Csevegési adatbázisa nincs titkosítva – adjon meg egy jelmondatot a titkosításhoz.

source: Your chat profiles
hu: Csevegési profiljai

source: Your contact needs to be online for the connection to complete. You can cancel this connection and remove the contact (and try later with a new link).
hu: Az ismerősnek online kell lennie ahhoz, hogy a kapcsolat létrejöjjön. Megszakíthatja ezt a kapcsolatfelvételt és törölheti az ismerőst (ezt később ismét megpróbálhatja egy új hivatkozással).

source: Your contact sent a file that is larger than currently supported maximum size (%@).
hu: Ismerőse olyan fájlt küldött, amely meghaladja a jelenleg támogatott maximális méretet (%@).

source: Your contacts can allow full message deletion.
hu: Ismerősök engedélyezhetik a teljes üzenet törlést.

source: Your contacts will remain connected.
hu: Az ismerősök továbbra is csatlakoztatva maradnak.

source: Your current chat database will be DELETED and REPLACED with the imported one.
hu: A jelenlegi csevegési adatbázis TÖRLŐDNI FOG, és a HELYÉRE az importált adatbázis kerül.

source: Your current profile
hu: Jelenlegi profil

source: Your preferences
hu: Beállítások

source: Your privacy
hu: Adatvédelem

source: Your profile
hu: Profil

source: Your profile **%@** will be shared.
hu: **%@** nevű profilja megosztásra kerül.

source: Your profile is stored on your device and shared only with your contacts. SimpleX servers cannot see your profile.
hu: Profilja az eszközön van tárolva, és csak az ismerősökkel kerül megosztásra. A SimpleX kiszolgálók nem látjhatják profilját.

source: Your profile, contacts and delivered messages are stored on your device.
hu: Profilja, ismerősök és az elküldött üzenetek az eszközön kerülnek tárolásra.

source: Your random profile
hu: Véletlenszerű profil

source: Your server
hu: Saját kiszolgáló

source: Your server address
hu: Saját kiszolgáló cím

source: Your settings
hu: Beállítások

source: [Contribute](https://github.com/simplex-chat/simplex-chat#contribute)
hu: [Hozzájárulás](https://github.com/simplex-chat/simplex-chat#contribute)

source: [Send us email](mailto:chat@simplex.chat)
hu: [Küldjön nekünk e-mailt](mailto:chat@simplex.chat)

source: [Star on GitHub](https://github.com/simplex-chat/simplex-chat)
hu: [Csillag a GitHubon](https://github.com/simplex-chat/simplex-chat)

source: \_italic_
hu: \_dőlt_

source: above, then choose:
hu: fent, majd válassza ki:

source: accepted call
hu: elfogadott hívás

source: agreeing encryption for %@…
hu: titkosítás jóváhagyása %@ számára…

source: agreeing encryption…
hu: titkosítás elfogadása…

source: always
hu: mindig

source: and %lld other events
hu: és %lld egyéb esemény

source: audio call (not e2e encrypted)
hu: hanghívás (nem e2e titkosított)

source: author
hu: szerző

source: bad message ID
hu: téves üzenet ID

source: bad message hash
hu: téves üzenet hash

source: blocked
hu: blokkolva

source: blocked %@
hu: %@ letiltva

source: blocked by admin
hu: letiltva az admin által

source: bold
hu: félkövér

source: call error
hu: hiba a hívásban

source: call in progress
hu: hívás folyamatban

source: calling…
hu: hívás…

source: cancelled %@
hu: %@ törölve

source: changed address for you
hu: Cím megváltoztatva

# changed role of %@ to %@
source: changed role of %1$@ to %2$@
hu: %1$@ szerepköre megváltozott erre: %2$@

source: changed your role to %@
hu: megváltoztatta a szerepkörét erre: %@

source: changing address for %@…
hu: cím módosítása %@ számára…

source: changing address…
hu: azonosító megváltoztatása…

source: colored
hu: színes

source: complete
hu: befejezett

source: connect to SimpleX Chat developers.
hu: Csatlakozás a SimpleX Chat fejlesztőkhöz.

source: connected
hu: kapcsolódva

source: connected directly
hu: közvetlenül kapcsolódva

source: connecting
hu: kapcsolódás

source: connecting (accepted)
hu: kapcsolódás (elfogadva)

source: connecting (announced)
hu: kapcsolódás (bejelentve)

source: connecting (introduced)
hu: kapcsolódás (bejelentve)

source: connecting (introduction invitation)
hu: csatlakozás (bemutatkozás meghívás)

source: connecting call…
hu: hívás kapcsolódik…

source: connecting…
hu: kapcsolódás…

source: connection established
hu: Kapcsolat létrehozva

source: connection:%@
hu: kapcsolat: %@

# contact %@ changed to %@
source: contact %1$@ changed to %2$@
hu: %1$@ ismerősének neve megváltozott erre: %2$@

source: contact has e2e encryption
hu: az ismerősnél az e2e titkosítás elérhető

source: contact has no e2e encryption
hu: az ismerősnél az e2e titkosítás nem elérhető

source: creator
hu: szerző

source: custom
hu: egyedi

source: database version is newer than the app, but no down migration for: %@
hu: az adatbázis verziója újabb, mint az alkalmazásé, de nincs visszafelé migráció: %@

source: days
hu: nap

source: default (%@)
hu: alapértelmezett (%@)

source: default (no)
hu: alapértelmezett (nem)

source: default (yes)
hu: alapértelmezett (igen)

source: deleted
hu: törölve

source: deleted contact
hu: törölt ismerős

source: deleted group
hu: törölt csoport

source: different migration in the app/database: %@ / %@
hu: különböző migrációk az alkalmazásban/adatbázisban: %@ / %@

source: direct
hu: közvetlen

source: disabled
hu: letiltva

source: duplicate message
hu: duplikálódott üzenet

source: e2e encrypted
hu: e2e titkosított

source: enabled
hu: engedélyezve

source: enabled for contact
hu: engedélyezve ismerős részére

source: enabled for you
hu: engedélyezve az ön számára

source: encryption agreed
hu: titkosítás egyeztetve

source: encryption agreed for %@
hu: titkosítás elfogadva %@ számára

source: encryption ok
hu: titkosítás rendben

source: encryption ok for %@
hu: titkosítás rendben vele: %@

source: encryption re-negotiation allowed
hu: titkosítás újraegyeztetés engedélyezve

source: encryption re-negotiation allowed for %@
hu: titkosítás újraegyeztetés engedélyezve vele: %@

source: encryption re-negotiation required
hu: titkosítás újraegyeztetés szükséges

source: encryption re-negotiation required for %@
hu: titkosítás újraegyeztetés szükséges %@ számára

source: ended
hu: befejeződött

source: ended call %@
hu: %@ hívása befejeződött

source: error
hu: hiba

source: event happened
hu: esemény történt

source: group deleted
hu: a csoport törölve

source: group profile updated
hu: csoport profil frissítve

source: hours
hu: óra

source: iOS Keychain is used to securely store passphrase - it allows receiving push notifications.
hu: Az iOS kulcstár a jelmondat biztonságos tárolására szolgál - lehetővé teszi a push-értesítések fogadását.

source: iOS Keychain will be used to securely store passphrase after you restart the app or change passphrase - it will allow receiving push notifications.
hu: Az iOS kulcstár az alkalmazás újraindítása, vagy a jelmondat módosítása után a jelmondat biztonságos tárolására szolgál - lehetővé teszi a push-értesítések fogadását.

source: incognito via contact address link
hu: inkognitó a kapcsolattartási hivatkozáson keresztül

source: incognito via group link
hu: inkognitó a csoportos hivatkozáson keresztül

source: incognito via one-time link
hu: inkognitó egyszer használatos hivatkozáson keresztül

source: indirect (%d)
hu: közvetett (%d)

source: invalid chat
hu: érvénytelen csevegés

source: invalid chat data
hu: érvénytelen csevegés adat

source: invalid data
hu: érvénytelen adat

source: invitation to group %@
hu: meghívás a(z) %@ csoportba

source: invited
hu: meghívott

source: invited %@
hu: %@ meghívott

source: invited to connect
hu: meghívott, hogy csatlakozzon

source: invited via your group link
hu: meghívott a csoport hivatkozásán keresztül

source: italic
hu: dőlt

source: join as %@
hu: csatlakozás mint %@

source: left
hu: elhagyta

source: marked deleted
hu: töröltnek jelölve

source: member
hu: tag

# member %@ changed to %@
source: member %1$@ changed to %2$@
hu: %1$@ tag megváltoztatta a nevét erre: %2$@

# member connected
source: connected
hu: kapcsolódva

source: message received
hu: üzenet érkezett

source: minutes
hu: perc

source: missed call
hu: nem fogadott hívás

source: moderated
hu: moderált

source: moderated by %@
hu: %@ által moderálva

source: months
hu: hónap

source: never
hu: soha

source: new message
hu: új üzenet

source: no
hu: nem

source: no e2e encryption
hu: nincs e2e titkosítás

source: no text
hu: nincs szöveg

source: observer
hu: megfigyelő

source: off
hu: ki

source: offered %@
hu: %@ ajánlotta

# offered %@: %@
source: offered %1$@: %2$@
hu: ajánlotta %1$@: %2$@-kor

source: on
hu: be

source: owner
hu: tulajdonos

source: peer-to-peer
hu: ponttól-pontig

source: received answer…
hu: fogadott válasz…

source: received confirmation…
hu: visszaigazolás fogadása…

source: rejected call
hu: elutasított hívás

source: removed
hu: eltávolítva

source: removed %@
hu: %@ eltávolítva

source: removed contact address
hu: törölt csatlakozási cím

source: removed profile picture
hu: törölt profilkép

source: removed you
hu: eltávolítottak

source: sec
hu: mp

source: seconds
hu: másodperc

source: secret
hu: titok

source: security code changed
hu: biztonsági kód megváltozott

source: send direct message
hu: közvetlen üzenet küldése

source: set new contact address
hu: új kapcsolattartási cím beállítása

source: set new profile picture
hu: új profilkép beállítása

source: starting…
hu: indítás…

source: strike
hu: áthúzott

source: this contact
hu: ez az ismerős

source: unblocked %@
hu: %@ feloldva

source: unknown
hu: ismeretlen

source: unknown status
hu: ismeretlen státusz

source: updated group profile
hu: módosított csoport profil

source: updated profile
hu: frissített profil

source: via contact address link
hu: ismerős azonosítójának hivatkozásán keresztül

source: via group link
hu: csoport hivatkozáson keresztül

source: via one-time link
hu: egyszer használatos hivatkozáson keresztül

source: via relay
hu: átjátszón keresztül

source: video call (not e2e encrypted)
hu: videóhívás (nem e2e titkosított)

source: waiting for answer…
hu: várakozás válaszra…

source: waiting for confirmation…
hu: várakozás a visszaigazolásra…

source: wants to connect to you!
hu: kapcsolatba akar lépni önnel!

source: weeks
hu: hét

source: yes
hu: igen

source: you are invited to group
hu: meghívást kapott a csoportba

source: you are observer
hu: megfigyelő szerep

source: you blocked %@
hu: blokkolta őt: %@

source: you changed address
hu: azonosítója megváltoztatva

source: you changed address for %@
hu: %@ azonosítója megváltoztatva

source: you changed role for yourself to %@
hu: saját szerepkör megváltoztatva erre: %@

# you changed role of %@ to %@
source: you changed role of %1$@ to %2$@
hu: megváltoztatta %1$@ szerepkörét erre: %@

source: you left
hu: elhagyta

source: you removed %@
hu: eltávolította őt: %@

source: you shared one-time link
hu: egyszer használatos hivatkozást osztott meg

source: you shared one-time link incognito
hu: egyszer használatos hivatkozást osztott meg inkognitóban

source: you unblocked %@
hu: feloldotta %@ blokkolását

source: you:
hu: ön:

source: \~strike~
hu: \~áthúzott~

# NSCameraUsageDescription
source: SimpleX needs camera access to scan QR codes to connect to other users and for video calls.
hu: A SimpleX-nek kamera-hozzáférésre van szüksége a QR-kódok beolvasásához, hogy csatlakozhasson más felhasználókhoz és videohívásokhoz.

# NSFaceIDUsageDescription
source: SimpleX uses Face ID for local authentication
hu: A SimpleX Face ID-t használ a helyi hitelesítéshez

# NSLocalNetworkUsageDescription
source: SimpleX uses local network access to allow using user chat profile via desktop app on the same network.
hu: A SimpleX helyi hálózati hozzáférést használ, hogy lehetővé tegye a felhasználói csevegőprofil használatát számítógépen keresztül ugyanazon a hálózaton.

# NSMicrophoneUsageDescription
source: SimpleX needs microphone access for audio and video calls, and to record voice messages.
hu: A SimpleX-nek mikrofon-hozzáférésre van szüksége hang- és videohívásokhoz, valamint hangüzenetek rögzítéséhez.

# NSPhotoLibraryAddUsageDescription
source: SimpleX needs access to Photo Library for saving captured and received media
hu: A SimpleX-nek hozzáférésre van szüksége a Galériához a rögzített és fogadott média mentéséhez

# NSHumanReadableCopyright
source: Copyright © 2022 SimpleX Chat. All rights reserved.
hu: Copyright © 2022 SimpleX Chat. Minden jog fenntartva.
